Repository: cilogon/service
Catalog: locale/*/LC_MESSAGES/cilogon.po
Languages: de_de, fr, ru

source: Contains certificate lifetimes for all portals you have used with the CILogon Delegate service.
de_de: Enthält die Gültigkeitsdauer von Zertifikaten für alle Portale, die Sie mit dem CiLogon Delegate-Dienst verwendet haben.
fr: Contient les durées de vie des certificats pour tous les portails que vous avez utilisés avec le service CIlogon Delegate.
ru: ˙ǝɔᴉʌɹǝs ǝʇɐƃǝןǝꓷ uoƃoꓶIƆ ǝɥʇ ɥʇᴉʍ pǝsn ǝʌɐɥ noʎ sןɐʇɹod ןןɐ ɹoɟ sǝɯᴉʇǝɟᴉן ǝʇɐɔᴉɟᴉʇɹǝɔ suᴉɐʇuoƆ

source: The display name of the portal connected to the CILogon Delegate service.
de_de: Der Anzeigename des Portals, das mit dem CiLogon Delegate-Dienst verbunden ist.
fr: Nom d'affichage du portail connecté au service CILogon Delegate.
ru: ˙ǝɔᴉʌɹǝs ǝʇɐƃǝןǝꓷ uoƃoꓶIƆ ǝɥʇ oʇ pǝʇɔǝuuoɔ ןɐʇɹod ǝɥʇ ɟo ǝɯɐu ʎɐןdsᴉp ǝɥꓕ

source: For portals previously using the CILogon Delegate service, this is the saved lifetime of the delegated certificate.
de_de: Für Portale, die zuvor den CiLogon Delegate-Dienst verwendet haben, ist dies die gespeicherte Lebensdauer des delegierten Zertifikats.
fr: Pour les portails qui utilisaient auparavant le service CILogon Delegate, il s'agit de la durée de vie sauvegardée du certificat délégué.
ru: ˙ǝʇɐɔᴉɟᴉʇɹǝɔ pǝʇɐƃǝןǝp ǝɥʇ ɟo ǝɯᴉʇǝɟᴉן pǝʌɐs ǝɥʇ sᴉ sᴉɥʇ 'ǝɔᴉʌɹǝs ǝʇɐƃǝןǝꓷ uoƃoꓶIƆ ǝɥʇ ƃuᴉsn ʎןsnoᴉʌǝɹd sןɐʇɹod ɹoℲ

source: An internal return code when fetching portal parameters from the datastore.
de_de: Ein interner Rückgabecode beim Abrufen von Portalparametern aus dem Datenspeicher.
fr: Un code de retour interne lors de la récupération des paramètres du portail depuis la banque de données.
ru: ˙ǝɹoʇsɐʇɐp ǝɥʇ ɯoɹɟ sɹǝʇǝɯɐɹɐd ןɐʇɹod ƃuᴉɥɔʇǝɟ uǝɥʍ ǝpoɔ uɹnʇǝɹ ןɐuɹǝʇuᴉ u∀

source: The GitHub login name. This should not be used as a persistent identifier.
de_de: Der GitHub-Anmeldename. Dies sollte nicht als persistenter Bezeichner verwendet werden.

source: The previously selected Identity Provider.
de_de: Der zuvor ausgewählte Identity Provider.
fr: Le fournisseur d'identité sélectionné précédemment.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI pǝʇɔǝןǝs ʎןsnoᴉʌǝɹd ǝɥꓕ

source: A list of the most recently selected Identity Providers.
de_de: Eine Liste der zuletzt ausgewählten Identitätsanbieter.
fr: Une liste des derniers fournisseurs d'identité sélectionnés.
ru: ˙sɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI pǝʇɔǝןǝs ʎןʇuǝɔǝɹ ʇsoɯ ǝɥʇ ɟo ʇsᴉן ∀

source: The remote user asserted by Shibboleth.
de_de: Der Remote-Benutzer, bestätigt von Shibboleth.

source: The name of the page to return to after authentication at your chosen Identity Provider.
de_de: Der Name der Seite, zu der Sie nach der Authentifizierung bei Ihrem ausgewählten Identitätsanbieter zurückkehren möchten.
fr: Le nom de la page à laquelle revenir après l'authentification auprès du fournisseur d'identité que vous avez choisi.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uǝsoɥɔ ɹnoʎ ʇɐ uoᴉʇɐɔᴉʇuǝɥʇnɐ ɹǝʇɟɐ oʇ uɹnʇǝɹ oʇ ǝƃɐd ǝɥʇ ɟo ǝɯɐu ǝɥꓕ

source: The URL to return to after authentication at your chosen Identity Provider.
de_de: Die URL, zu der nach der Authentifizierung bei Ihrem ausgewählten Identitätsanbieter zurückgekehrt werden soll.
fr: URL à laquelle revenir après authentification auprès du fournisseur d'identité de votre choix.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uǝsoɥɔ ɹnoʎ ʇɐ uoᴉʇɐɔᴉʇuǝɥʇnɐ ɹǝʇɟɐ oʇ uɹnʇǝɹ oʇ ꓶꓤꓵ ǝɥꓕ

source: A shibboleth session token set for an Identity Provider.
de_de: Ein Shibboleth-Sitzungstoken, der für einen Identitätsanbieter festgelegt wurde.

source: Always show any hidden IdPs.
de_de: Zeige immer alle versteckten IdPs an.
fr: Affichez toujours les IDP masqués.
ru: ˙sԀpI uǝppᴉɥ ʎuɐ ʍoɥs sʎɐʍן∀

source: Keep track of IdPs used for Single Sign On (SSO).
de_de: Behalten Sie den Überblick über IdPs, die für Single Sign On (SSO) verwendet werden.
fr: Gardez une trace des IdP utilisés pour l'authentification unique (SSO).
ru: ˙(OSS) uO uƃᴉS ǝןƃuᴉS ɹoɟ pǝsn sԀpI ɟo ʞɔɐɹʇ dǝǝꓘ

source: The browser stage.
de_de: Die Browserphase.

source: An internal return code when fetching user data from the datastore.
de_de: Ein interner Rückgabecode beim Abrufen von Benutzerdaten aus dem Datenspeicher.
fr: Un code de retour interne lors de la récupération des données utilisateur depuis la banque de données.
ru: ˙ǝɹoʇsɐʇɐp ǝɥʇ ɯoɹɟ ɐʇɐp ɹǝsn ƃuᴉɥɔʇǝɟ uǝɥʍ ǝpoɔ uɹnʇǝɹ ןɐuɹǝʇuᴉ u∀

source: Your subject identifier provided by the Identity Provider
de_de: Ihre vom Identity Provider bereitgestellte Betreff-ID

source: The name of the 'submit' button clicked.
de_de: Der Name der Schaltfläche „Senden“, auf die geklickt wurde.
fr: Le nom du bouton « Soumettre » sur lequel vous avez cliqué.
ru: ˙pǝʞɔᴉןɔ uoʇʇnq ,ʇᴉɯqns, ǝɥʇ ɟo ǝɯɐu ǝɥꓕ

source: A URL used by portals for redirection after successful issuance of a certificate.
de_de: Eine URL, die von Portalen für die Weiterleitung nach erfolgreicher Ausstellung eines Zertifikats verwendet wird.
fr: URL utilisée par les portails pour la redirection après l'émission réussie d'un certificat.
ru: ˙ǝʇɐɔᴉɟᴉʇɹǝɔ ɐ ɟo ǝɔuɐnssᴉ ןnɟssǝɔɔns ɹǝʇɟɐ uoᴉʇɔǝɹᴉpǝɹ ɹoɟ sןɐʇɹod ʎq pǝsn ꓶꓤꓵ ∀

source: An OAuth identifier used to track portal sessions.
de_de: Eine OAuth-ID, die zur Verfolgung von Portalsitzungen verwendet wird.

source: Your user integer identification number provided by the Identity Provider.
de_de: Ihre vom Identity Provider bereitgestellte Integer-Identifikationsnummer des Benutzers.

source: Your unique CILogon user identifier.
de_de: Ihre eindeutige CIlogon-Benutzerkennung.

source: Test Your Identity Provider With CILogon
de_de: Testen Sie Ihren Identitätsanbieter mit CiLogon
fr: Testez votre fournisseur d'identité avec CIlogon
ru: uoƃoꓶIƆ ɥʇᴉM ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹno⅄ ʇsǝꓕ

source: Test Your Identity Provider
de_de: Testen Sie Ihren Identitätsanbieter
fr: Testez votre fournisseur d'identité
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹno⅄ ʇsǝꓕ

source: To test that your identity provider works with CILogon, please select it from the list below and log on.
de_de: Um zu testen, ob Ihr Identitätsanbieter mit CiLogon funktioniert, wählen Sie ihn bitte aus der folgenden Liste aus und melden Sie sich an.

source: Test Identity Provider
de_de: Testen Sie den Identitätsanbieter
fr: Fournisseur d'identité de test
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ʇsǝꓕ

source: Verify Attribute Release
de_de: Attributfreigabe überprüfen
fr: Vérifier la libération des attributs
ru: ǝsɐǝןǝꓤ ǝʇnqᴉɹʇʇ∀ ʎɟᴉɹǝΛ

source: Thank you for your interest in the CILogon Service. This page enables you to verify that all necessary attributes have been released to the CILogon Service Provider (SP) from your selected Identity Provider (IdP). Below you will see the various attributes required by the CILogon Service and their values as released by your IdP.
de_de: Vielen Dank für Ihr Interesse am CiLogon Service. Auf dieser Seite können Sie überprüfen, ob alle erforderlichen Attribute von Ihrem ausgewählten Identity Provider (IdP) für den CiLogon Service Provider (SP) freigegeben wurden. Unten sehen Sie die verschiedenen Attribute, die der CIlogon Service benötigt, und ihre Werte, wie sie von Ihrem IdP veröffentlicht wurden.

source: All required attributes have been released by your IdP. For details of the various attributes used by the CILogon Service and their current values, see below.
de_de: Alle erforderlichen Attribute wurden von Ihrem IdP veröffentlicht. Einzelheiten zu den verschiedenen vom CiLogon Service verwendeten Attributen und ihren aktuellen Werten finden Sie unten.

source: Missing one or more attributes.
de_de: Es fehlen ein oder mehrere Attribute.
fr: Il manque un ou plusieurs attributs.
ru: ˙sǝʇnqᴉɹʇʇɐ ǝɹoɯ ɹo ǝuo ƃuᴉssᴉW

source: One or more of the attributes required by the CILogon Service are not available. Please see below for details. For additional information and assistance, please contact
de_de: Eines oder mehrere der vom CIlogon Service benötigten Attribute sind nicht verfügbar. Einzelheiten finden Sie weiter unten. Für weitere Informationen und Unterstützung wenden Sie sich bitte an

source: Logout
de_de: Abmelden
fr: Déconnexion
ru: ʇnoƃoꓶ

source: Close
de_de: Schliessen
fr: Fermer
ru: ǝsoןƆ

source: For questions about this site, please see the
de_de: Bei Fragen zu dieser Website wenden Sie sich bitte an
fr: Pour toute question concernant ce site, veuillez consulter
ru: ǝɥʇ ǝǝs ǝsɐǝןd 'ǝʇᴉs sᴉɥʇ ʇnoqɐ suoᴉʇsǝnb ɹoℲ

source: or send email to
de_de: oder senden Sie eine E-Mail an
fr: ou envoyez un e-mail à
ru: oʇ ןᴉɐɯǝ puǝs ɹo

source: When using the CILogon Service, be mindful of
de_de: Wenn Sie den CiLogon Service nutzen, beachten Sie

source: your responsibilities
de_de: deine Pflichten
fr: vos responsabilités
ru: sǝᴉʇᴉןᴉqᴉsuodsǝɹ ɹnoʎ

source: Acknowledgements of support
de_de: Danksagungen für die Unterstützung
fr: Reconnaissances de soutien
ru: ʇɹoddns ɟo sʇuǝɯǝƃpǝןʍouʞɔ∀

source: for this site.
de_de: für diese Seite.
fr: pour ce site.
ru: ˙ǝʇᴉs sᴉɥʇ ɹoɟ

source: CILogon facilitates secure access to CyberInfrastructure (CI). In order to use the CILogon Service, you must first select an identity provider. An identity provider (IdP) is an organization where you have an account and can log on to gain access to online services.
de_de: CiLogon ermöglicht den sicheren Zugriff auf CyberInfrastructure (CI). Um den CiLogon Service nutzen zu können, müssen Sie zunächst einen Identity Provider auswählen. Ein Identity Provider (IdP) ist eine Organisation, bei der Sie ein Konto haben und sich anmelden können, um Zugriff auf Onlinedienste zu erhalten.
fr: CIlogon facilite l'accès sécurisé à la CyberInfrastructure (CI). Pour utiliser le service CIlogon, vous devez d'abord sélectionner un fournisseur d'identité. Un fournisseur d'identité (IdP) est une organisation dans laquelle vous possédez un compte et pouvez vous connecter pour accéder aux services en ligne.
ru: ˙sǝɔᴉʌɹǝs ǝuᴉןuo oʇ ssǝɔɔɐ uᴉɐƃ oʇ uo ƃoן uɐɔ puɐ ʇunoɔɔɐ uɐ ǝʌɐɥ noʎ ǝɹǝɥʍ uoᴉʇɐzᴉuɐƃɹo uɐ sᴉ (ԀpI) ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ u∀ ˙ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ uɐ ʇɔǝןǝs ʇsɹᴉɟ ʇsnɯ noʎ 'ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ǝsn oʇ ɹǝpɹo uI ˙(IƆ) ǝɹnʇɔnɹʇsɐɹɟuIɹǝqʎƆ oʇ ssǝɔɔɐ ǝɹnɔǝs sǝʇɐʇᴉןᴉɔɐɟ uoƃoꓶIƆ

source: If you are a faculty, staff, or student member of a university or college, please select it as your identity provider. If your school is not listed, please see
de_de: Wenn Sie eine Fakultät, ein Mitarbeiter oder ein Student an einer Universität oder Hochschule sind, wählen Sie diese bitte als Ihren Identitätsanbieter aus. Wenn Ihre Schule nicht aufgeführt ist, lesen Sie bitte
fr: Si vous faites partie du corps professoral, du personnel ou des étudiants d'une université ou d'un collège, veuillez le sélectionner comme fournisseur d'identité. Si votre école ne figure pas dans la liste, veuillez consulter
ru: ǝǝs ǝsɐǝןd 'pǝʇsᴉן ʇou sᴉ ןooɥɔs ɹnoʎ ɟI ˙ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ sɐ ʇᴉ ʇɔǝןǝs ǝsɐǝןd 'ǝƃǝןןoɔ ɹo ʎʇᴉsɹǝʌᴉun ɐ ɟo ɹǝqɯǝɯ ʇuǝpnʇs ɹo 'ɟɟɐʇs 'ʎʇןnɔɐɟ ɐ ǝɹɐ noʎ ɟI

source: How to Select an Identity Provider
de_de: So wählen Sie einen Identitätsanbieter aus
fr: Comment sélectionner un fournisseur d'identité
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uɐ ʇɔǝןǝS oʇ ʍoH

source: If available, you can also try one of the social identity providers such as ORCID or Google.
de_de: Falls verfügbar, können Sie auch einen der Anbieter für soziale Identitäten wie ORCID oder Google ausprobieren.
fr: Si disponible, vous pouvez également essayer l'un des fournisseurs d'identité sociale tels qu'ORCID ou Google.
ru: ˙ǝןƃooꓨ ɹo ꓷIƆꓤO sɐ ɥɔns sɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ןɐᴉɔos ǝɥʇ ɟo ǝuo ʎɹʇ osןɐ uɐɔ noʎ 'ǝןqɐןᴉɐʌɐ ɟI

source: Selected Identity Provider
de_de: Ausgewählter Identitätsanbieter
fr: Fournisseur d'identité sélectionné
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI pǝʇɔǝןǝS

source: Select an Identity Provider
de_de: Wählen Sie einen Identitätsanbieter
fr: Sélectionnez un fournisseur d'identité
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uɐ ʇɔǝןǝS

source: divider
de_de: Teiler
fr: diviseur
ru: ɹǝpᴉʌᴉp

source: Selection
de_de: Auswahl
fr: Sélection
ru: uoᴉʇɔǝןǝS

source: Check this box to bypass the welcome page on subsequent visits and proceed directly to the selected identity provider. You will need to clear your browser's cookies to return here.
de_de: Markieren Sie dieses Kästchen, um die Willkommensseite bei nachfolgenden Besuchen zu umgehen und direkt zum ausgewählten Identitätsanbieter zu gelangen. Sie müssen die Cookies Ihres Browsers löschen, um hierher zurückzukehren.
fr: Cochez cette case pour contourner la page d'accueil lors des visites suivantes et accéder directement au fournisseur d'identité sélectionné. Vous devrez effacer les cookies de votre navigateur pour revenir ici.
ru: ˙ǝɹǝɥ uɹnʇǝɹ oʇ sǝᴉʞooɔ s,ɹǝsʍoɹq ɹnoʎ ɹɐǝןɔ oʇ pǝǝu ןןᴉʍ no⅄ ˙ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ pǝʇɔǝןǝs ǝɥʇ oʇ ʎןʇɔǝɹᴉp pǝǝɔoɹd puɐ sʇᴉsᴉʌ ʇuǝnbǝsqns uo ǝƃɐd ǝɯoɔןǝʍ ǝɥʇ ssɐdʎq oʇ xoq sᴉɥʇ ʞɔǝɥƆ

source: Remember this selection
de_de: Merken Sie sich diese Auswahl
fr: Mémoriser cette sélection
ru: uoᴉʇɔǝןǝs sᴉɥʇ ɹǝqɯǝɯǝꓤ

source: Remember
de_de: Erinnere dich
fr: N'oubliez pas
ru: ɹǝqɯǝɯǝꓤ

source: Cancel
de_de: Stornieren
fr: Annuler
ru: ןǝɔuɐƆ

source: By logging on to this site, you agree to the
de_de: Indem Sie sich auf dieser Website anmelden, erklären Sie sich mit den
fr: En vous connectant sur ce site, vous acceptez les
ru: ǝɥʇ oʇ ǝǝɹƃɐ noʎ 'ǝʇᴉs sᴉɥʇ oʇ uo ƃuᴉƃƃoן ʎꓭ

source: privacy policy
de_de: Datenschutzrichtlinie
fr: politique de confidentialité
ru: ʎɔᴉןod ʎɔɐʌᴉɹd

source: User Attributes
de_de: Benutzerattribute
fr: Attributs utilisateur
ru: sǝʇnqᴉɹʇʇ∀ ɹǝsꓵ

source: Some CILogon clients (e.g., Globus) require ePPN.
de_de: Einige CIlogon-Clients (z. B. Globus) benötigen ePPN.
fr: Certains clients CIlogon (par exemple, Globus) nécessitent ePPN.
ru: ˙NԀԀǝ ǝɹᴉnbǝɹ (snqoןꓨ '˙ƃ˙ǝ) sʇuǝᴉןɔ uoƃoꓶIƆ ǝɯoS

source: CILogon User Identifier
de_de: CIlogon-Benutzerkennung
fr: Identifiant utilisateur CIlogon
ru: ɹǝᴉɟᴉʇuǝpI ɹǝsꓵ uoƃoꓶIƆ

source: Identity Provider
de_de: Identitätsanbieter

source: Missing the entityID of the IdP.
de_de: Die EntityID des IdP fehlt.
fr: L'entityID de l'IdP est manquant.
ru: ˙ԀpI ǝɥʇ ɟo ꓷIʎʇᴉʇuǝ ǝɥʇ ƃuᴉssᴉW

source: Must have one of the following
de_de: Muss eine der folgenden Eigenschaften haben

source: Subject ID
de_de: Betreff-ID

source: Pairwise ID
de_de: Paarweise ID

source: Missing the OpenID identifier.
de_de: Der OpenID-Bezeichner fehlt.
fr: L'identifiant OpenID est manquant.
ru: ˙ɹǝᴉɟᴉʇuǝpᴉ ꓷIuǝdO ǝɥʇ ƃuᴉssᴉW

source: First Name
de_de: Vorname
fr: Prénom
ru: ǝɯɐN ʇsɹᴉℲ

source: Last Name
de_de: Nachname
fr: Nom de famille
ru: ǝɯɐN ʇsɐꓶ

source: Display Name
de_de: Name anzeigen
fr: Nom d'affichage
ru: ǝɯɐN ʎɐןdsᴉꓷ

source: Email Address
de_de: E-mail-Adresse
fr: Adresse e-mail
ru: ssǝɹpp∀ ןᴉɐɯƎ

source: Level of Assurance
de_de: Grad der Sicherheit

source: Affiliation
de_de: Zugehörigkeit

source: Entitlement
de_de: Anspruch

source: Organizational Unit
de_de: Organisatorische Einheit

source: Member
de_de: Mitglied

source: Preferred Username
de_de: Bevorzugter Nutzername
fr: Nom d'utilisateur préféré
ru: ǝɯɐuɹǝsꓵ pǝɹɹǝɟǝɹԀ

source: Identity Provider Attributes
de_de: Attribute des Identitätsanbieters
fr: Attributs du fournisseur d'identité
ru: sǝʇnqᴉɹʇʇ∀ ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI

source: Organization Name
de_de: Name der Organisation
fr: Nom de l'organisation
ru: ǝɯɐN uoᴉʇɐzᴉuɐƃɹO

source: Could not find &lt;OrganizationDisplayName&gt; in metadata.
de_de: Konnte <OrganizationDisplayName>in den Metadaten nicht gefunden werden.
fr: Impossible de le trouver <OrganizationDisplayName>dans les métadonnées.
ru: ˙ɐʇɐpɐʇǝɯ uᴉ ;ʇƃ⅋ǝɯɐNʎɐןdsᴉꓷuoᴉʇɐzᴉuɐƃɹO;ʇן⅋ puᴉɟ ʇou pןnoƆ

source: Home Page
de_de: Startseite
fr: Page d'accueil
ru: ǝƃɐԀ ǝɯoH

source: Support Contact
de_de: Support-Kontakt
fr: Contact du service d'assistance
ru: ʇɔɐʇuoƆ ʇɹoddnS

source: Technical Contact
de_de: Technischer Kontakt
fr: Contact technique
ru: ʇɔɐʇuoƆ ןɐɔᴉuɥɔǝꓕ

source: Administrative Contact
de_de: Administrativer Kontakt
fr: Contact administratif
ru: ʇɔɐʇuoƆ ǝʌᴉʇɐɹʇsᴉuᴉɯp∀

source: Registered by InCommon
de_de: Registriert von InCommon
fr: Enregistré par InCommon
ru: uoɯɯoƆuI ʎq pǝɹǝʇsᴉƃǝꓤ

source: Yes
de_de: Ja
fr: Oui
ru: sǝ⅄

source: No
de_de: Nein
fr: Non
ru: oN

source: Entity ID
de_de: Entitäts-ID
fr: ID d'entité
ru: ꓷI ʎʇᴉʇuƎ

source: Notice: JavaScript is not enabled. The CILogon Service requires JavaScript for functionality.
de_de: Hinweis: JavaScript ist nicht aktiviert. Der CIlogon Service benötigt JavaScript für die Funktionalität.
fr: Remarque : JavaScript n'est pas activé. Le service CILogon nécessite JavaScript pour fonctionner.
ru: ˙ʎʇᴉןɐuoᴉʇɔunɟ ɹoɟ ʇdᴉɹɔSɐʌɐſ sǝɹᴉnbǝɹ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥꓕ ˙pǝןqɐuǝ ʇou sᴉ ʇdᴉɹɔSɐʌɐſ :ǝɔᴉʇoN

source: Please Enable JavaScript
de_de: Bitte aktiviere JavaScript
fr: Veuillez activer JavaScript
ru: ʇdᴉɹɔSɐʌɐſ ǝןqɐuƎ ǝsɐǝןԀ

source: End your CILogon session and return to the front page. Note that this will not log you out from your Identity Provider.
de_de: Beenden Sie Ihre CIlogon-Sitzung und kehren Sie zur Startseite zurück. Beachten Sie, dass Sie dadurch nicht von Ihrem Identity Provider abgemeldet werden.
fr: Mettez fin à votre session CIlogon et revenez à la première page. Notez que cela ne vous déconnectera pas de votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ɯoɹɟ ʇno noʎ ƃoן ʇou ןןᴉʍ sᴉɥʇ ʇɐɥʇ ǝʇoN ˙ǝƃɐd ʇuoɹɟ ǝɥʇ oʇ uɹnʇǝɹ puɐ uoᴉssǝs uoƃoꓶIƆ ɹnoʎ puƎ

source: Log Off
de_de: Abmelden
fr: Déconnexion
ru: ɟɟO ƃoꓶ

source: Exit your browser
de_de: Beenden Sie Ihren Browser
fr: Quittez votre navigateur
ru: ɹǝsʍoɹq ɹnoʎ ʇᴉxƎ

source: To log off, please quit your browser.
de_de: Um sich abzumelden, beenden Sie bitte Ihren Browser.
fr: Pour vous déconnecter, veuillez quitter votre navigateur.
ru: ˙ɹǝsʍoɹq ɹnoʎ ʇᴉnb ǝsɐǝןd 'ɟɟo ƃoן oꓕ

source: Error Logging On
de_de: Fehler beim Einloggen
fr: Erreur lors de la connexion
ru: uO ƃuᴉƃƃoꓶ ɹoɹɹƎ

source: General Error
de_de: Allgemeiner Fehler
fr: Erreur générale
ru: ɹoɹɹƎ ןɐɹǝuǝꓨ

source: An error has occurred. This may be a temporary error. Please try again later, or contact us at the email address at the bottom of the page.
de_de: Es ist ein Fehler aufgetreten. Dies kann ein temporärer Fehler sein. Bitte versuchen Sie es später erneut oder kontaktieren Sie uns unter der E-Mail-Adresse unten auf der Seite.

source: Proceed
de_de: Fortfahren
fr: Procéder
ru: pǝǝɔoɹԀ

source: Attribute Release Error
de_de: Fehler bei der Attributfreigabe
fr: Erreur de libération de l'attribut
ru: ɹoɹɹƎ ǝsɐǝןǝꓤ ǝʇnqᴉɹʇʇ∀

source: There was a problem logging on. Your identity provider has not provided CILogon with required information.
de_de: Beim Einloggen ist ein Problem aufgetreten. Ihr Identitätsanbieter hat CIlogon nicht mit den erforderlichen Informationen versorgt.
fr: Un problème s'est produit lors de la connexion. Votre fournisseur d'identité n'a pas fourni à CIlogon les informations requises.
ru: ˙uoᴉʇɐɯɹoɟuᴉ pǝɹᴉnbǝɹ ɥʇᴉʍ uoƃoꓶIƆ pǝpᴉʌoɹd ʇou sɐɥ ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹno⅄ ˙uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: MISSING
de_de: FEHLT
fr: DISPARU
ru: ꓨNISSIW

source: INVALID
de_de: UNGÜLTIG
fr: NON VALIDE
ru: ꓷIꓶ∀ΛNI

source: If you are a student, you may need to ask your identity provider to release your email address.
de_de: Wenn Sie Student sind, müssen Sie möglicherweise Ihren Identitätsanbieter bitten, Ihre E-Mail-Adresse herauszugeben.
fr: Si vous êtes étudiant, vous devrez peut-être demander à votre fournisseur d'identité de divulguer votre adresse e-mail.
ru: ˙ssǝɹppɐ ןᴉɐɯǝ ɹnoʎ ǝsɐǝןǝɹ oʇ ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ ʞsɐ oʇ pǝǝu ʎɐɯ noʎ 'ʇuǝpnʇs ɐ ǝɹɐ noʎ ɟI

source: Contact your identity provider to let them know you are having having a problem logging on to CILogon.
de_de: Wenden Sie sich an Ihren Identitätsanbieter, um ihn darüber zu informieren, dass Sie Probleme bei der Anmeldung bei CiLogon haben.
fr: Contactez votre fournisseur d'identité pour l'informer que vous rencontrez des problèmes pour vous connecter à CIlogon.
ru: ˙uoƃoꓶIƆ oʇ uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ ƃuᴉʌɐɥ ƃuᴉʌɐɥ ǝɹɐ noʎ ʍouʞ ɯǝɥʇ ʇǝן oʇ ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ ʇɔɐʇuoƆ

source: Contact Support
de_de: Support kontaktieren
fr: Contacter le service d'assistance
ru: ʇɹoddnS ʇɔɐʇuoƆ

source: Alternatively, you can contact us at the email address at the bottom of the page.
de_de: Alternativ können Sie uns unter der E-Mail-Adresse unten auf der Seite kontaktieren.
fr: Vous pouvez également nous contacter à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ uɐɔ noʎ 'ʎןǝʌᴉʇɐuɹǝʇן∀

source: There was a problem logging on.
de_de: Beim Einloggen ist ein Problem aufgetreten.
fr: Un problème s'est produit lors de la connexion.
ru: ˙uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: There was a problem logging on. It appears that you have attempted to use Google as your identity provider, but your name or email address was missing. To rectify this problem, go to
de_de: Beim Einloggen ist ein Problem aufgetreten. Offenbar haben Sie versucht, Google als Ihren Identitätsanbieter zu verwenden, aber Ihr Name oder Ihre E-Mail-Adresse fehlte. Um dieses Problem zu beheben, gehen Sie zu
fr: Un problème s'est produit lors de la connexion. Il semble que vous ayez essayé d'utiliser Google comme fournisseur d'identité, mais votre nom ou votre adresse e-mail étaient manquants. Pour remédier à ce problème, rendez-vous sur
ru: oʇ oƃ 'ɯǝןqoɹd sᴉɥʇ ʎɟᴉʇɔǝɹ oꓕ ˙ƃuᴉssᴉɯ sɐʍ ssǝɹppɐ ןᴉɐɯǝ ɹo ǝɯɐu ɹnoʎ ʇnq 'ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ sɐ ǝןƃooꓨ ǝsn oʇ pǝʇdɯǝʇʇɐ ǝʌɐɥ noʎ ʇɐɥʇ sɹɐǝddɐ ʇI ˙uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: Google's Personal Info page
de_de: Googles Seite mit persönlichen Daten
fr: Page d'informations personnelles de Google
ru: ǝƃɐd oɟuI ןɐuosɹǝԀ s,ǝןƃooꓨ

source: and enter your first name, last name, and email address. (All other Google account information is not required by the CILogon Service.)
de_de: und geben Sie Ihren Vornamen, Nachnamen und Ihre E-Mail-Adresse ein. (Alle anderen Google-Kontoinformationen werden vom CiLogon-Dienst nicht benötigt.)

source: After you have updated your Google account profile, click the "Proceed" button below and attempt to log on with your Google account again. If you have any questions, please contact us at the email address at the bottom of the page.
de_de: Nachdem Sie Ihr Google-Kontoprofil aktualisiert haben, klicken Sie unten auf die Schaltfläche „Fortfahren“ und versuchen Sie erneut, sich mit Ihrem Google-Konto anzumelden. Wenn Sie Fragen haben, kontaktieren Sie uns bitte unter der E-Mail-Adresse unten auf der Seite.
fr: Après avoir mis à jour le profil de votre compte Google, cliquez sur le bouton « Continuer » ci-dessous et essayez de vous reconnecter avec votre compte Google. Si vous avez des questions, veuillez nous contacter à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ǝsɐǝןd 'suoᴉʇsǝnb ʎuɐ ǝʌɐɥ noʎ ɟI ˙uᴉɐƃɐ ʇunoɔɔɐ ǝןƃooꓨ ɹnoʎ ɥʇᴉʍ uo ƃoן oʇ ʇdɯǝʇʇɐ puɐ ʍoןǝq uoʇʇnq ˶pǝǝɔoɹԀ˶ ǝɥʇ ʞɔᴉןɔ 'ǝןᴉɟoɹd ʇunoɔɔɐ ǝןƃooꓨ ɹnoʎ pǝʇɐpdn ǝʌɐɥ noʎ ɹǝʇɟ∀

source: There was a problem logging on. It appears that you have attempted to use GitHub as your identity provider, but your name or email address was missing. To rectify this problem, go to
de_de: Beim Einloggen ist ein Problem aufgetreten. Offenbar haben Sie versucht, GitHub als Ihren Identitätsanbieter zu verwenden, aber Ihr Name oder Ihre E-Mail-Adresse fehlte. Um dieses Problem zu beheben, gehen Sie zu
fr: Un problème s'est produit lors de la connexion. Il semble que vous ayez essayé d'utiliser GitHub comme fournisseur d'identité, mais votre nom ou votre adresse e-mail étaient manquants. Pour remédier à ce problème, rendez-vous sur
ru: oʇ oƃ 'ɯǝןqoɹd sᴉɥʇ ʎɟᴉʇɔǝɹ oꓕ ˙ƃuᴉssᴉɯ sɐʍ ssǝɹppɐ ןᴉɐɯǝ ɹo ǝɯɐu ɹnoʎ ʇnq 'ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ sɐ qnHʇᴉꓨ ǝsn oʇ pǝʇdɯǝʇʇɐ ǝʌɐɥ noʎ ʇɐɥʇ sɹɐǝddɐ ʇI ˙uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: GitHub's Public Profile page
de_de: GitHubs öffentliche Profilseite
fr: Page de profil public de GitHub
ru: ǝƃɐd ǝןᴉɟoɹԀ ɔᴉןqnԀ s,qnHʇᴉꓨ
