Repository: cilogon/service
Catalog: locale/*/LC_MESSAGES/cilogon.po
Languages: de_de, fr, ru

source: and enter your name and email address. (All other GitHub account information is not required by the CILogon Service.)
de_de: und geben Sie Ihren Namen und Ihre E-Mail-Adresse ein. (Alle anderen GitHub-Kontoinformationen werden vom CiLogon Service nicht benötigt.)
fr: et entrez votre nom et votre adresse e-mail. (Toutes les autres informations de compte GitHub ne sont pas requises par le service CILogon.)
ru: (˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝɹᴉnbǝɹ ʇou sᴉ uoᴉʇɐɯɹoɟuᴉ ʇunoɔɔɐ qnHʇᴉꓨ ɹǝɥʇo ןן∀) ˙ssǝɹppɐ ןᴉɐɯǝ puɐ ǝɯɐu ɹnoʎ ɹǝʇuǝ puɐ

source: After you have updated your GitHub account profile, click the "Proceed" button below and attempt to log on with your GitHub account again. If you have any questions, please contact us at the email address at the bottom of the page.
de_de: Nachdem du dein GitHub-Kontoprofil aktualisiert hast, klicke unten auf die Schaltfläche „Fortfahren“ und versuche erneut, dich mit deinem GitHub-Konto anzumelden. Wenn Sie Fragen haben, kontaktieren Sie uns bitte unter der E-Mail-Adresse unten auf der Seite.
fr: Après avoir mis à jour le profil de votre compte GitHub, cliquez sur le bouton « Continuer » ci-dessous et essayez de vous reconnecter avec votre compte GitHub. Si vous avez des questions, veuillez nous contacter à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ǝsɐǝןd 'suoᴉʇsǝnb ʎuɐ ǝʌɐɥ noʎ ɟI ˙uᴉɐƃɐ ʇunoɔɔɐ qnHʇᴉꓨ ɹnoʎ ɥʇᴉʍ uo ƃoן oʇ ʇdɯǝʇʇɐ puɐ ʍoןǝq uoʇʇnq ˶pǝǝɔoɹԀ˶ ǝɥʇ ʞɔᴉןɔ 'ǝןᴉɟoɹd ʇunoɔɔɐ qnHʇᴉꓨ ɹnoʎ pǝʇɐpdn ǝʌɐɥ noʎ ɹǝʇɟ∀

source: There was a problem logging on. It appears that you have attempted to use ORCID as your identity provider, but your name or email address was missing. To rectify this problem, go to
de_de: Beim Einloggen ist ein Problem aufgetreten. Offenbar haben Sie versucht, ORCID als Ihren Identitätsanbieter zu verwenden, aber Ihr Name oder Ihre E-Mail-Adresse fehlte. Um dieses Problem zu beheben, gehen Sie zu
fr: Un problème s'est produit lors de la connexion. Il semble que vous ayez essayé d'utiliser ORCID comme fournisseur d'identité, mais votre nom ou votre adresse e-mail étaient manquants. Pour remédier à ce problème, rendez-vous sur
ru: oʇ oƃ 'ɯǝןqoɹd sᴉɥʇ ʎɟᴉʇɔǝɹ oꓕ ˙ƃuᴉssᴉɯ sɐʍ ssǝɹppɐ ןᴉɐɯǝ ɹo ǝɯɐu ɹnoʎ ʇnq 'ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ sɐ ꓷIƆꓤO ǝsn oʇ pǝʇdɯǝʇʇɐ ǝʌɐɥ noʎ ʇɐɥʇ sɹɐǝddɐ ʇI ˙uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: ORCID's Profile page
de_de: ORCIDs Profilseite
fr: Page de profil d'ORCID
ru: ǝƃɐd ǝןᴉɟoɹԀ s,ꓷIƆꓤO

source: enter your name and email address, and make sure they can be viewed by Everyone. (All other ORCID account information is not required by the CILogon Service.)
de_de: geben Sie Ihren Namen und Ihre E-Mail-Adresse ein und stellen Sie sicher, dass sie von allen eingesehen werden können. (Alle anderen ORCID-Kontoinformationen werden vom CiLogon Service nicht benötigt.)
fr: entrez votre nom et votre adresse e-mail, et assurez-vous qu'ils peuvent être consultés par tout le monde. (Toutes les autres informations de compte ORCID ne sont pas requises par le service CILogon.)
ru: (˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝɹᴉnbǝɹ ʇou sᴉ uoᴉʇɐɯɹoɟuᴉ ʇunoɔɔɐ ꓷIƆꓤO ɹǝɥʇo ןן∀) ˙ǝuoʎɹǝʌƎ ʎq pǝʍǝᴉʌ ǝq uɐɔ ʎǝɥʇ ǝɹns ǝʞɐɯ puɐ 'ssǝɹppɐ ןᴉɐɯǝ puɐ ǝɯɐu ɹnoʎ ɹǝʇuǝ

source: After you have updated your ORCID account profile, click the "Proceed" button below and attempt to log on with your ORCID account again. If you have any questions, please contact us at the email address at the bottom of the page.
de_de: Nachdem Sie Ihr ORCID-Kontoprofil aktualisiert haben, klicken Sie unten auf die Schaltfläche „Fortfahren“ und versuchen Sie erneut, sich mit Ihrem ORCID-Konto anzumelden. Wenn Sie Fragen haben, kontaktieren Sie uns bitte unter der E-Mail-Adresse unten auf der Seite.
fr: Après avoir mis à jour le profil de votre compte ORCID, cliquez sur le bouton « Continuer » ci-dessous et essayez de vous reconnecter avec votre compte ORCID. Si vous avez des questions, veuillez nous contacter à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ǝsɐǝןd 'suoᴉʇsǝnb ʎuɐ ǝʌɐɥ noʎ ɟI ˙uᴉɐƃɐ ʇunoɔɔɐ ꓷIƆꓤO ɹnoʎ ɥʇᴉʍ uo ƃoן oʇ ʇdɯǝʇʇɐ puɐ ʍoןǝq uoʇʇnq ˶pǝǝɔoɹԀ˶ ǝɥʇ ʞɔᴉןɔ 'ǝןᴉɟoɹd ʇunoɔɔɐ ꓷIƆꓤO ɹnoʎ pǝʇɐpdn ǝʌɐɥ noʎ ɹǝʇɟ∀

source: There was a problem logging on. It appears that you have attempted to use Microsoft as your identity provider, but your name or email address was missing. To rectify this problem, go to
de_de: Beim Einloggen ist ein Problem aufgetreten. Offenbar haben Sie versucht, Microsoft als Ihren Identitätsanbieter zu verwenden, aber Ihr Name oder Ihre E-Mail-Adresse fehlte. Um dieses Problem zu beheben, gehen Sie zu
fr: Un problème s'est produit lors de la connexion. Il semble que vous ayez essayé d'utiliser Microsoft comme fournisseur d'identité, mais votre nom ou votre adresse e-mail étaient manquants. Pour remédier à ce problème, rendez-vous sur
ru: oʇ oƃ 'ɯǝןqoɹd sᴉɥʇ ʎɟᴉʇɔǝɹ oꓕ ˙ƃuᴉssᴉɯ sɐʍ ssǝɹppɐ ןᴉɐɯǝ ɹo ǝɯɐu ɹnoʎ ʇnq 'ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ sɐ ʇɟosoɹɔᴉW ǝsn oʇ pǝʇdɯǝʇʇɐ ǝʌɐɥ noʎ ʇɐɥʇ sɹɐǝddɐ ʇI ˙uo ƃuᴉƃƃoן ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: Microsoft's Profile page
de_de: Microsofts Profilseite

source: and enter your name and email address. (All other Microsfot account information is not required by the CILogon Service.)
de_de: und geben Sie Ihren Namen und Ihre E-Mail-Adresse ein. (Alle anderen Microsoft-Kontoinformationen werden vom iLogon-Dienst nicht benötigt.)
fr: et entrez votre nom et votre adresse e-mail. (Toutes les autres informations de compte Microsoft ne sont pas requises par le service CIlogon.)
ru: (˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝɹᴉnbǝɹ ʇou sᴉ uoᴉʇɐɯɹoɟuᴉ ʇunoɔɔɐ ʇoɟsoɹɔᴉW ɹǝɥʇo ןן∀) ˙ssǝɹppɐ ןᴉɐɯǝ puɐ ǝɯɐu ɹnoʎ ɹǝʇuǝ puɐ

source: After you have updated your Microsoft account profile, click the "Proceed" button below and attempt to log on with your Microsoft account again. If you have any questions, please contact us at the email address at the bottom of the page.
de_de: Nachdem Sie Ihr Microsoft-Kontoprofil aktualisiert haben, klicken Sie unten auf die Schaltfläche „Fortfahren“ und versuchen Sie erneut, sich mit Ihrem Microsoft-Konto anzumelden. Wenn Sie Fragen haben, kontaktieren Sie uns bitte unter der E-Mail-Adresse unten auf der Seite.
fr: Après avoir mis à jour le profil de votre compte Microsoft, cliquez sur le bouton « Continuer » ci-dessous et essayez de vous reconnecter avec votre compte Microsoft. Si vous avez des questions, veuillez nous contacter à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ǝsɐǝןd 'suoᴉʇsǝnb ʎuɐ ǝʌɐɥ noʎ ɟI ˙uᴉɐƃɐ ʇunoɔɔɐ ʇɟosoɹɔᴉW ɹnoʎ ɥʇᴉʍ uo ƃoן oʇ ʇdɯǝʇʇɐ puɐ ʍoןǝq uoʇʇnq ˶pǝǝɔoɹԀ˶ ǝɥʇ ʞɔᴉןɔ 'ǝןᴉɟoɹd ʇunoɔɔɐ ʇɟosoɹɔᴉW ɹnoʎ pǝʇɐpdn ǝʌɐɥ noʎ ɹǝʇɟ∀

source: Please select a valid IdP.
de_de: Bitte wählen Sie einen gültigen IdP aus.
fr: Sélectionnez un IdP valide.
ru: ˙ԀpI pᴉןɐʌ ɐ ʇɔǝןǝs ǝsɐǝןԀ

source: Invalid Identity Provider.
de_de: Ungültiger Identitätsanbieter.
fr: Fournisseur d'identité non valide.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI pᴉןɐʌuI

source: Invalid IdP selected. Please try again.
de_de: Ungültiger IdP ausgewählt. Bitte versuchen Sie es erneut.
fr: IdP sélectionné non valide. Veuillez réessayer.
ru: ˙uᴉɐƃɐ ʎɹʇ ǝsɐǝןԀ ˙pǝʇɔǝןǝs ԀpI pᴉןɐʌuI

source: Log On
de_de: Einloggen
fr: Ouvrez une session
ru: uO ƃoꓶ

source: Consent to Attribute Release
de_de: Zustimmung zur Attributfreigabe
fr: Consentement à la divulgation des attributs
ru: ǝsɐǝןǝꓤ ǝʇnqᴉɹʇʇ∀ oʇ ʇuǝsuoƆ

source: requests access to the following information. If you do not approve this request, do not proceed.
de_de: fordert Zugriff auf die folgenden Informationen an. Wenn Sie diese Anfrage nicht genehmigen, fahren Sie nicht fort.
fr: demande l'accès aux informations suivantes. Si vous n'approuvez pas cette demande, ne poursuivez pas.
ru: ˙pǝǝɔoɹd ʇou op 'ʇsǝnbǝɹ sᴉɥʇ ǝʌoɹddɐ ʇou op noʎ ɟI ˙uoᴉʇɐɯɹoɟuᴉ ƃuᴉʍoןןoɟ ǝɥʇ oʇ ssǝɔɔɐ sʇsǝnbǝɹ

source: User Code
de_de: Benutzercode
fr: Code utilisateur
ru: ǝpoƆ ɹǝsꓵ

source: Your CILogon user identifier
de_de: Ihre CIlogon-Benutzerkennung
fr: Votre identifiant utilisateur CIlogon
ru: ɹǝᴉɟᴉʇuǝpᴉ ɹǝsn uoƃoꓶIƆ ɹno⅄

source: Your name
de_de: Dein Name
fr: Votre nom
ru: ǝɯɐu ɹno⅄

source: Your email address
de_de: Deine E-Mail Adresse
fr: Votre adresse e-mail
ru: ssǝɹppɐ ןᴉɐɯǝ ɹno⅄

source: Your username and affiliation from your identity provider
de_de: Ihr Nutzername und Ihre Zugehörigkeit von Ihrem Identitätsanbieter
fr: Votre nom d'utilisateur et votre affiliation auprès de votre fournisseur d'identité
ru: ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ ɯoɹɟ uoᴉʇɐᴉןᴉɟɟɐ puɐ ǝɯɐuɹǝsn ɹno⅄

source: Logged Out of the CILogon Service
de_de: Aus dem CiLogon Service ausgeloggt
fr: Déconnecté du service CILogon
ru: ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ɟo ʇnO pǝƃƃoꓶ

source: Logged Out of CILogon
de_de: Von CiLogon abgemeldet
fr: Déconnecté de CIlogon
ru: uoƃoꓶIƆ ɟo ʇnO pǝƃƃoꓶ

source: You have successfully logged out of CILogon.
de_de: Sie haben sich erfolgreich von CiLogon abgemeldet.
fr: Vous vous êtes déconnecté de CIlogon avec succès.
ru: ˙uoƃoꓶIƆ ɟo ʇno pǝƃƃoן ʎןןnɟssǝɔɔns ǝʌɐɥ no⅄

source: You can optionally click the link below to log out of Google. However, this will log you out from ALL of your Google accounts. Any current Google sessions in other tabs/windows may be invalidated.
de_de: Sie können optional auf den unten stehenden Link klicken, um sich von Google abzumelden. Dadurch werden Sie jedoch von ALLEN Ihren Google-Konten abgemeldet. Alle aktuellen Google-Sitzungen in anderen Tabs/Fenstern können ungültig werden.
fr: Vous pouvez éventuellement cliquer sur le lien ci-dessous pour vous déconnecter de Google. Cependant, cela vous déconnectera de TOUS vos comptes Google. Toutes les sessions Google en cours dans d'autres onglets/fenêtres peuvent être invalidées.
ru: ˙pǝʇɐpᴉןɐʌuᴉ ǝq ʎɐɯ sʍopuᴉʍ/sqɐʇ ɹǝɥʇo uᴉ suoᴉssǝs ǝןƃooꓨ ʇuǝɹɹnɔ ʎu∀ ˙sʇunoɔɔɐ ǝןƃooꓨ ɹnoʎ ɟo ꓶꓶ∀ ɯoɹɟ ʇno noʎ ƃoן ןןᴉʍ sᴉɥʇ 'ɹǝʌǝʍoH ˙ǝןƃooꓨ ɟo ʇno ƃoן oʇ ʍoןǝq ʞuᴉן ǝɥʇ ʞɔᴉןɔ ʎןןɐuoᴉʇdo uɐɔ no⅄

source: Log out from Identity Provider
de_de: Vom Identity Provider abmelden
fr: Déconnectez-vous du fournisseur d'identité
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɯoɹɟ ʇno ƃoꓶ

source: (Optional) Log out from Google
de_de: (Optional) Von Google abmelden
fr: (Facultatif) Déconnectez-vous de Google
ru: ǝןƃooꓨ ɯoɹɟ ʇno ƃoꓶ (ןɐuoᴉʇdO)

source: You can optionally click the link below to log out of GitHub.
de_de: Sie können optional auf den unten stehenden Link klicken, um sich von GitHub abzumelden.
fr: Vous pouvez éventuellement cliquer sur le lien ci-dessous pour vous déconnecter de GitHub.
ru: ˙qnHʇᴉꓨ ɟo ʇno ƃoן oʇ ʍoןǝq ʞuᴉן ǝɥʇ ʞɔᴉןɔ ʎןןɐuoᴉʇdo uɐɔ no⅄

source: (Optional) Log out from GitHub
de_de: (Optional) Melde dich von GitHub ab
fr: (Facultatif) Déconnectez-vous de GitHub
ru: qnHʇᴉꓨ ɯoɹɟ ʇno ƃoꓶ (ןɐuoᴉʇdO)

source: You can optionally click the link below to log out of ORCID. Note that ORCID will redirect you to the ORCID Sign In page. You can ignore this as your authentication session with ORCID will be cleared first.
de_de: Sie können optional auf den unten stehenden Link klicken, um sich von ORCID abzumelden. Beachten Sie, dass ORCID Sie zur ORCID-Anmeldeseite weiterleitet. Sie können dies ignorieren, da Ihre Authentifizierungssitzung mit ORCID zuerst gelöscht wird.

source: (Optional) Log out from ORCID
de_de: (Optional) Von ORCID abmelden
fr: (Facultatif) Déconnectez-vous d'ORCID
ru: ꓷIƆꓤO ɯoɹɟ ʇno ƃoꓶ (ןɐuoᴉʇdO)

source: You can optionally click the link below to log out of Microsoft.However, this will log you out from ALL of your Microsoft accounts.Any current Microsoft sessions in other tabs/windows may be invalidated.
de_de: Sie können optional auf den unten stehenden Link klicken, um sich von Microsoft abzumelden. Dadurch werden Sie jedoch von ALLEN Ihren Microsoft-Konten abgemeldet. Alle aktuellen Microsoft-Sitzungen in anderen Tabs/Fenstern können ungültig werden.
fr: Vous pouvez éventuellement cliquer sur le lien ci-dessous pour vous déconnecter de Microsoft. Cependant, cela vous déconnectera de TOUS vos comptes Microsoft. Toutes les sessions Microsoft en cours dans d'autres onglets/fenêtres peuvent être invalidées.
ru: ˙pǝʇɐpᴉןɐʌuᴉ ǝq ʎɐɯ sʍopuᴉʍ/sqɐʇ ɹǝɥʇo uᴉ suoᴉssǝs ʇɟosoɹɔᴉW ʇuǝɹɹnɔ ʎu∀˙sʇunoɔɔɐ ʇɟosoɹɔᴉW ɹnoʎ ɟo ꓶꓶ∀ ɯoɹɟ ʇno noʎ ƃoן ןןᴉʍ sᴉɥʇ 'ɹǝʌǝʍoH˙ʇɟosoɹɔᴉW ɟo ʇno ƃoן oʇ ʍoןǝq ʞuᴉן ǝɥʇ ʞɔᴉןɔ ʎןןɐuoᴉʇdo uɐɔ no⅄

source: (Optional) Log out from Microsoft
de_de: (Optional) Melden Sie sich von Microsoft ab
fr: (Facultatif) Déconnectez-vous de Microsoft
ru: ʇɟosoɹɔᴉW ɯoɹɟ ʇno ƃoꓶ (ןɐuoᴉʇdO)

source: your Identity Provider
de_de: Ihr Identity Provider
fr: votre fournisseur d'identité
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ

source: You may still be logged in to
de_de: Möglicherweise sind Sie immer noch angemeldet bei
fr: Vous êtes peut-être toujours connecté à
ru: oʇ uᴉ pǝƃƃoן ǝq ןןᴉʇs ʎɐɯ no⅄

source: Close your web browser or
de_de: Schließen Sie Ihren Webbrowser oder
fr: Fermez votre navigateur Web ou
ru: ɹo ɹǝsʍoɹq qǝʍ ɹnoʎ ǝsoןƆ

source: clear your cookies
de_de: lösche deine Cookies
fr: effacez vos cookies
ru: sǝᴉʞooɔ ɹnoʎ ɹɐǝןɔ

source: to clear your authentication session.
de_de: um Ihre Authentifizierungssitzung zu löschen.
fr: pour effacer votre session d'authentification.
ru: ˙uoᴉssǝs uoᴉʇɐɔᴉʇuǝɥʇnɐ ɹnoʎ ɹɐǝןɔ oʇ

source: You can optionally click the link below to log out of
de_de: Sie können optional auf den unten stehenden Link klicken, um sich abzumelden
fr: Vous pouvez éventuellement cliquer sur le lien ci-dessous pour vous déconnecter de
ru: ɟo ʇno ƃoן oʇ ʍoןǝq ʞuᴉן ǝɥʇ ʞɔᴉןɔ ʎןןɐuoᴉʇdo uɐɔ no⅄

source: Note that some Identity Providers do not support log out. If you receive an error, close your web browser or
de_de: Beachten Sie, dass einige Identitätsanbieter das Abmelden nicht unterstützen. Wenn Sie eine Fehlermeldung erhalten, schließen Sie Ihren Webbrowser oder
fr: Notez que certains fournisseurs d'identité ne prennent pas en charge la déconnexion. Si vous recevez un message d'erreur, fermez votre navigateur Web ou
ru: ɹo ɹǝsʍoɹq qǝʍ ɹnoʎ ǝsoןɔ 'ɹoɹɹǝ uɐ ǝʌᴉǝɔǝɹ noʎ ɟI ˙ʇno ƃoן ʇɹoddns ʇou op sɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ǝɯos ʇɐɥʇ ǝʇoN

source: (Optional) Log out from
de_de: (Optional) Abmelden von
fr: (Facultatif) Déconnectez-vous de
ru: ɯoɹɟ ʇno ƃoꓶ (ןɐuoᴉʇdO)

source: The CILogon Service has encountered a Shibboleth error.
de_de: Beim CIlogon-Dienst ist ein Shibboleth-Fehler aufgetreten.
fr: Le service CIlogon a détecté une erreur Shibboleth.
ru: ˙ɹoɹɹǝ ɥʇǝןoqqᴉɥS ɐ pǝɹǝʇunoɔuǝ sɐɥ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥꓕ

source: This may be a temporary error. Please try again later, or contact us at the email address at the bottom of the page.
de_de: Dies kann ein temporärer Fehler sein. Bitte versuchen Sie es später erneut oder kontaktieren Sie uns unter der E-Mail-Adresse unten auf der Seite.

source: Note that this error may be due to your selected Identity Provider (IdP) not fully supporting forced reauthentication. This setting forces users to log in at the IdP every time, thus bypassing Single Sign-On (SSO).
de_de: Beachten Sie, dass dieser Fehler möglicherweise darauf zurückzuführen ist, dass Ihr ausgewählter Identity Provider (IdP) die erzwungene Neuauthentifizierung nicht vollständig unterstützt. Diese Einstellung zwingt Benutzer, sich jedes Mal beim IdP anzumelden, wodurch Single Sign-On (SSO) umgangen wird.
fr: Notez que cette erreur peut être due au fait que le fournisseur d'identité (IdP) que vous avez sélectionné ne prend pas totalement en charge la réauthentification forcée. Ce paramètre oblige les utilisateurs à se connecter à l'IdP à chaque fois, contournant ainsi l'authentification unique (SSO).
ru: ˙(OSS) uO-uƃᴉS ǝןƃuᴉS ƃuᴉssɐdʎq snɥʇ 'ǝɯᴉʇ ʎɹǝʌǝ ԀpI ǝɥʇ ʇɐ uᴉ ƃoן oʇ sɹǝsn sǝɔɹoɟ ƃuᴉʇʇǝs sᴉɥꓕ ˙uoᴉʇɐɔᴉʇuǝɥʇnɐǝɹ pǝɔɹoɟ ƃuᴉʇɹoddns ʎןןnɟ ʇou (ԀpI) ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI pǝʇɔǝןǝs ɹnoʎ oʇ ǝnp ǝq ʎɐɯ ɹoɹɹǝ sᴉɥʇ ʇɐɥʇ ǝʇoN

source: Request Help
de_de: Hilfe anfordern
fr: Demander de l'aide
ru: dןǝH ʇsǝnbǝꓤ

source: For more information, please see
fr: Pour plus d'informations, veuillez consulter
ru: ǝǝs ǝsɐǝןd 'uoᴉʇɐɯɹoɟuᴉ ǝɹoɯ ɹoℲ

source: Continue
fr: Continuer
ru: ǝnuᴉʇuoƆ

source: Go Back
fr: Retourner
ru: ʞɔɐꓭ oꓨ

source: Note: You must enable cookies in your web browser to use this site.
fr: Remarque : vous devez activer les cookies dans votre navigateur Web pour utiliser ce site.
ru: ˙ǝʇᴉs sᴉɥʇ ǝsn oʇ ɹǝsʍoɹq qǝʍ ɹnoʎ uᴉ sǝᴉʞooɔ ǝןqɐuǝ ʇsnɯ no⅄ :ǝʇoN

source: Invalid characters found in scope parameter, may be URL encoded twice.
fr: Caractères non valides trouvés dans le paramètre de portée, l'URL peut être codée deux fois.
ru: ˙ǝɔᴉʍʇ pǝpoɔuǝ ꓶꓤꓵ ǝq ʎɐɯ 'ɹǝʇǝɯɐɹɐd ǝdoɔs uᴉ punoɟ sɹǝʇɔɐɹɐɥɔ pᴉןɐʌuI

source: Error confirming user code: Code not found. Please enable cookies in your web browser.
fr: Erreur lors de la confirmation du code utilisateur : code introuvable. Veuillez activer les cookies dans votre navigateur Web.
ru: ˙ɹǝsʍoɹq qǝʍ ɹnoʎ uᴉ sǝᴉʞooɔ ǝןqɐuǝ ǝsɐǝןԀ ˙punoɟ ʇou ǝpoƆ :ǝpoɔ ɹǝsn ƃuᴉɯɹᴉɟuoɔ ɹoɹɹƎ

source: Browser Cookies
fr: Cookies du navigateur
ru: sǝᴉʞooƆ ɹǝsʍoɹꓭ

source: These are cookies which are stored in your browser. They are used as preferences for the CILogon Service.
fr: Il s'agit de cookies qui sont enregistrés dans votre navigateur. Ils sont utilisés comme préférences pour le service CIlogon.
ru: ˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ɹoɟ sǝɔuǝɹǝɟǝɹd sɐ pǝsn ǝɹɐ ʎǝɥꓕ ˙ɹǝsʍoɹq ɹnoʎ uᴉ pǝɹoʇs ǝɹɐ ɥɔᴉɥʍ sǝᴉʞooɔ ǝɹɐ ǝsǝɥꓕ

source: These are short-lived values related to your current CILogon session. Deleting any of these values may require you to re-logon.
fr: Il s'agit de valeurs de courte durée liées à votre session CILogon en cours. La suppression de l'une de ces valeurs peut vous obliger à vous reconnecter.
ru: ˙uoƃoן-ǝɹ oʇ noʎ ǝɹᴉnbǝɹ ʎɐɯ sǝnןɐʌ ǝsǝɥʇ ɟo ʎuɐ ƃuᴉʇǝןǝꓷ ˙uoᴉssǝs uoƃoꓶIƆ ʇuǝɹɹnɔ ɹnoʎ oʇ pǝʇɐןǝɹ sǝnןɐʌ pǝʌᴉן-ʇɹoɥs ǝɹɐ ǝsǝɥꓕ

source: These are values set by the interaction between your browser and the web server. These are displayed mainly for information purposes.
fr: Il s'agit de valeurs définies par l'interaction entre votre navigateur et le serveur Web. Ils sont affichés principalement à des fins d'information.
ru: ˙sǝsodɹnd uoᴉʇɐɯɹoɟuᴉ ɹoɟ ʎןuᴉɐɯ pǝʎɐןdsᴉp ǝɹɐ ǝsǝɥꓕ ˙ɹǝʌɹǝs qǝʍ ǝɥʇ puɐ ɹǝsʍoɹq ɹnoʎ uǝǝʍʇǝq uoᴉʇɔɐɹǝʇuᴉ ǝɥʇ ʎq ʇǝs sǝnןɐʌ ǝɹɐ ǝsǝɥꓕ

source: The Unix timestamp of the last successful user authentication.
fr: Horodatage Unix de la dernière authentification utilisateur réussie.
ru: ˙uoᴉʇɐɔᴉʇuǝɥʇnɐ ɹǝsn ןnɟssǝɔɔns ʇsɐן ǝɥʇ ɟo dɯɐʇsǝɯᴉʇ xᴉuꓵ ǝɥꓕ

source: Remember if you checked the 'Remember this selection' checkbox when you selected and Identity Provider.
fr: N'oubliez pas si vous avez coché la case « Mémoriser cette sélection » lorsque vous avez sélectionné un fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI puɐ pǝʇɔǝןǝs noʎ uǝɥʍ xoqʞɔǝɥɔ ,uoᴉʇɔǝןǝs sᴉɥʇ ɹǝqɯǝɯǝꓤ, ǝɥʇ pǝʞɔǝɥɔ noʎ ɟᴉ ɹǝqɯǝɯǝꓤ

source: Level of Assurance set by your Identity Provider.
fr: Niveau d'assurance défini par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ǝɔuɐɹnss∀ ɟo ןǝʌǝꓶ

source: The pairwise subject identifier provided by the Identity Provider.
fr: L'identifiant de sujet par paire fourni par le fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ǝɥʇ ʎq pǝpᴉʌoɹd ɹǝᴉɟᴉʇuǝpᴉ ʇɔǝɾqns ǝsᴉʍɹᴉɐd ǝɥꓕ

source: The GitHub login name. Should not be used as a persistent identifier.
fr: Le nom de connexion GitHub. Ne doit pas être utilisé comme identifiant persistant.
ru: ˙ɹǝᴉɟᴉʇuǝpᴉ ʇuǝʇsᴉsɹǝd ɐ sɐ pǝsn ǝq ʇou pןnoɥS ˙ǝɯɐu uᴉƃoן qnHʇᴉꓨ ǝɥꓕ

source: A shibboleth session token set by an InCommon Identity Provider.
fr: Un jeton de session Shibboleth défini par un fournisseur d'identité InCommon.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uoɯɯoƆuI uɐ ʎq ʇǝs uǝʞoʇ uoᴉssǝs ɥʇǝןoqqᴉɥs ∀

source: The subject identifier provided by the Identity Provider
fr: L'identifiant du sujet fourni par le fournisseur d'identité
ru: ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ǝɥʇ ʎq pǝpᴉʌoɹd ɹǝᴉɟᴉʇuǝpᴉ ʇɔǝɾqns ǝɥꓕ

source: An OAUTH identifier used to track portal sessions.
fr: Identifiant OAUTH utilisé pour suivre les sessions du portail.
ru: ˙suoᴉssǝs ןɐʇɹod ʞɔɐɹʇ oʇ pǝsn ɹǝᴉɟᴉʇuǝpᴉ Hꓕꓵ∀O u∀

source: The user integer identification number provided by the Identity Provider.
fr: Numéro d'identification entier de l'utilisateur fourni par le fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ǝɥʇ ʎq pǝpᴉʌoɹd ɹǝqɯnu uoᴉʇɐɔᴉɟᴉʇuǝpᴉ ɹǝƃǝʇuᴉ ɹǝsn ǝɥꓕ

source: The unique CILogon user identifier.
fr: L'identifiant utilisateur unique CIlogon.
ru: ˙ɹǝᴉɟᴉʇuǝpᴉ ɹǝsn uoƃoꓶIƆ ǝnbᴉun ǝɥꓕ

source: To test that your identity provider works with CILogon, please select it from the list below and Log On.
fr: Pour vérifier que votre fournisseur d'identité fonctionne avec CILogon, sélectionnez-le dans la liste ci-dessous et connectez-vous.
ru: ˙uO ƃoꓶ puɐ ʍoןǝq ʇsᴉן ǝɥʇ ɯoɹɟ ʇᴉ ʇɔǝןǝs ǝsɐǝןd 'uoƃoꓶIƆ ɥʇᴉʍ sʞɹoʍ ɹǝpᴉʌoɹd ʎʇᴉʇuǝpᴉ ɹnoʎ ʇɐɥʇ ʇsǝʇ oꓕ

source: Thank you for your interest in the CILogon Service. This page enables you to verify that all necessary attributes have been released to the CILogon Service Provider (SP) by your selected Identity Provider (IdP). Below you will see the various attributes required by the CILogon Service and their values as released by your IdP.
fr: Merci de l'intérêt que vous portez au service CILogon. Cette page vous permet de vérifier que tous les attributs nécessaires ont été transmis au fournisseur de services (SP) CIlogon par le fournisseur d'identité (IdP) que vous avez sélectionné. Vous trouverez ci-dessous les différents attributs requis par le service CIlogon et leurs valeurs telles que publiées par votre IdP.
ru: ˙ԀpI ɹnoʎ ʎq pǝsɐǝןǝɹ sɐ sǝnןɐʌ ɹᴉǝɥʇ puɐ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝɹᴉnbǝɹ sǝʇnqᴉɹʇʇɐ snoᴉɹɐʌ ǝɥʇ ǝǝs ןןᴉʍ noʎ ʍoןǝꓭ ˙(ԀpI) ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI pǝʇɔǝןǝs ɹnoʎ ʎq (ԀS) ɹǝpᴉʌoɹԀ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ oʇ pǝsɐǝןǝɹ uǝǝq ǝʌɐɥ sǝʇnqᴉɹʇʇɐ ʎɹɐssǝɔǝu ןןɐ ʇɐɥʇ ʎɟᴉɹǝʌ oʇ noʎ sǝןqɐuǝ ǝƃɐd sᴉɥꓕ ˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ uᴉ ʇsǝɹǝʇuᴉ ɹnoʎ ɹoɟ noʎ ʞuɐɥꓕ

source: All required attributes have been released by your IdP. For details of the various attributes utilized by the CILogon Service and their current values, see the sections below.
fr: Tous les attributs requis ont été publiés par votre IdP. Pour plus de détails sur les différents attributs utilisés par le service CILogon et leurs valeurs actuelles, consultez les sections ci-dessous.
ru: ˙ʍoןǝq suoᴉʇɔǝs ǝɥʇ ǝǝs 'sǝnןɐʌ ʇuǝɹɹnɔ ɹᴉǝɥʇ puɐ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝzᴉןᴉʇn sǝʇnqᴉɹʇʇɐ snoᴉɹɐʌ ǝɥʇ ɟo sןᴉɐʇǝp ɹoℲ ˙ԀpI ɹnoʎ ʎq pǝsɐǝןǝɹ uǝǝq ǝʌɐɥ sǝʇnqᴉɹʇʇɐ pǝɹᴉnbǝɹ ןן∀

source: One or more of the attributes required by the CILogon Service are not available. Please see the sections below for details. For additional information and assistance, please contact
fr: Un ou plusieurs attributs requis par le service CILogon ne sont pas disponibles. Veuillez consulter les sections ci-dessous pour plus de détails. Pour plus d'informations et pour obtenir de l'aide, veuillez contacter
ru: ʇɔɐʇuoɔ ǝsɐǝןd 'ǝɔuɐʇsᴉssɐ puɐ uoᴉʇɐɯɹoɟuᴉ ןɐuoᴉʇᴉppɐ ɹoℲ ˙sןᴉɐʇǝp ɹoɟ ʍoןǝq suoᴉʇɔǝs ǝɥʇ ǝǝs ǝsɐǝןԀ ˙ǝןqɐןᴉɐʌɐ ʇou ǝɹɐ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝɹᴉnbǝɹ sǝʇnqᴉɹʇʇɐ ǝɥʇ ɟo ǝɹoɯ ɹo ǝuO

source: When using the CILogon Service, be aware of
fr: Lorsque vous utilisez le service CILogon, tenez compte des
ru: ɟo ǝɹɐʍɐ ǝq 'ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ƃuᴉsn uǝɥM

source: Identity Provider (entityID)
fr: Fournisseur d'identité (EntityID)
ru: (ꓷIʎʇᴉʇuǝ) ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI

source: Must have one of ePPN, ePTID, Subject ID, or Pairwise ID.
fr: Vous devez avoir l'un des numéros ePPN, EpTID, Subject ID ou Pairwise ID.
ru: ˙ꓷI ǝsᴉʍɹᴉɐԀ ɹo 'ꓷI ʇɔǝɾqnS 'ꓷIꓕԀǝ 'NԀԀǝ ɟo ǝuo ǝʌɐɥ ʇsnW

source: Subject ID (subject-id)
fr: ID du sujet (identifiant du sujet)
ru: (pᴉ-ʇɔǝɾqns) ꓷI ʇɔǝɾqnS

source: Pairwise ID (pairwise-id)
fr: Identifiant par paire (identifiant par paire)
ru: (pᴉ-ǝsᴉʍɹᴉɐd) ꓷI ǝsᴉʍɹᴉɐԀ

source: First Name (givenName)
fr: Prénom (GivenName)
ru: (ǝɯɐNuǝʌᴉƃ) ǝɯɐN ʇsɹᴉℲ

source: Last Name (sn)
fr: Nom de famille (sn)
ru: (us) ǝɯɐN ʇsɐꓶ

source: Display Name (displayName)
fr: Nom d'affichage (DisplayName)
ru: (ǝɯɐNʎɐןdsᴉp) ǝɯɐN ʎɐןdsᴉꓷ
