Repository: cilogon/service
Catalog: locale/*/LC_MESSAGES/cilogon.po
Languages: de_de, fr, ru

source: Welcome To The CILogon Service
de_de: Willkommen beim CiLogon Service
fr: Bienvenue sur le service CILogon
ru: ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥꓕ oꓕ ǝɯoɔןǝM

source: Site Maintenance
de_de: Wartung der Website
fr: Maintenance du site
ru: ǝɔuɐuǝʇuᴉɐW ǝʇᴉS

source: The CILogon Service is currently undergoing maintenance. Please try again in a few minutes.
de_de: Der CiLogon Service wird derzeit gewartet. Bitte versuchen Sie es in ein paar Minuten erneut.
fr: Le service CIlogon est actuellement en cours de maintenance. Veuillez réessayer dans quelques minutes.
ru: ˙sǝʇnuᴉɯ ʍǝɟ ɐ uᴉ uᴉɐƃɐ ʎɹʇ ǝsɐǝןԀ ˙ǝɔuɐuǝʇuᴉɐɯ ƃuᴉoƃɹǝpun ʎןʇuǝɹɹnɔ sᴉ ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥꓕ

source: For more information, see
de_de: Weitere Informationen finden Sie unter

source: Welcome To The CILogon OpenID Connect Authorization Service
de_de: Willkommen beim CiLogon OpenID Connect Authorization Service
fr: Bienvenue sur le service d'autorisation CIlogon OpenID Connect
ru: ǝɔᴉʌɹǝS uoᴉʇɐzᴉɹoɥʇn∀ ʇɔǝuuoƆ ꓷIuǝdO uoƃoꓶIƆ ǝɥꓕ oꓕ ǝɯoɔןǝM

source: CILogon Authorization Endpoint
de_de: CIlogon-Autorisierungsendpunkt
fr: Point de terminaison d'autorisation CIlogon
ru: ʇuᴉodpuƎ uoᴉʇɐzᴉɹoɥʇn∀ uoƃoꓶIƆ

source: CILogon OIDC Authorization Endpoint
de_de: CIlogon OIDC-Autorisierungsendpunkt
fr: Point de terminaison d'autorisation OIDC CIlogon
ru: ʇuᴉodpuƎ uoᴉʇɐzᴉɹoɥʇn∀ ƆꓷIO uoƃoꓶIƆ

source: You have reached the CILogon OAuth2/OpenID Connect (OIDC) Authorization Endpoint. This service is for use by OAuth2/OIDC Relying Parties (RPs) to authorize users of the CILogon Service. End users should not normally see this page.
de_de: Sie haben den CIlogon OAuth2/OpenID Connect (OIDC) Authorization Endpoint erreicht. Dieser Dienst wird von OAuth2/OIDC Relying Parties (RPs) verwendet, um Benutzer des CIlogon-Dienstes zu autorisieren. Endbenutzer sollten diese Seite normalerweise nicht sehen.
fr: Vous avez atteint le point de terminaison d'autorisation CIlogon OAuth2/OpenID Connect (OIDC). Ce service est destiné aux parties utilisatrices (RP) OAuth2/OIDC pour autoriser les utilisateurs du service CIlogon. Les utilisateurs finaux ne devraient normalement pas voir cette page.
ru: ˙ǝƃɐd sᴉɥʇ ǝǝs ʎןןɐɯɹou ʇou pןnoɥs sɹǝsn puƎ ˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ɟo sɹǝsn ǝzᴉɹoɥʇnɐ oʇ (sԀꓤ) sǝᴉʇɹɐԀ ƃuᴉʎןǝꓤ ƆꓷIO/ᄅɥʇn∀O ʎq ǝsn ɹoɟ sᴉ ǝɔᴉʌɹǝs sᴉɥꓕ ˙ʇuᴉodpuƎ uoᴉʇɐzᴉɹoɥʇn∀ (ƆꓷIO) ʇɔǝuuoƆ ꓷIuǝdO/ᄅɥʇn∀O uoƃoꓶIƆ ǝɥʇ pǝɥɔɐǝɹ ǝʌɐɥ no⅄

source: Possible reasons for seeing this page include
de_de: Mögliche Gründe für das Aufrufen dieser Seite sind
fr: Les raisons possibles de la consultation de cette page incluent
ru: ǝpnןɔuᴉ ǝƃɐd sᴉɥʇ ƃuᴉǝǝs ɹoɟ suosɐǝɹ ǝןqᴉssoԀ

source: You navigated directly to this page.
de_de: Sie sind direkt zu dieser Seite navigiert.
fr: Vous avez accédé directement à cette page.
ru: ˙ǝƃɐd sᴉɥʇ oʇ ʎןʇɔǝɹᴉp pǝʇɐƃᴉʌɐu no⅄

source: You clicked your browser's Back button.
de_de: Sie haben in Ihrem Browser auf die Schaltfläche Zurück geklickt.
fr: Vous avez cliqué sur le bouton Retour de votre navigateur.
ru: ˙uoʇʇnq ʞɔɐꓭ s,ɹǝsʍoɹq ɹnoʎ pǝʞɔᴉןɔ no⅄

source: There was a problem with the OpenID Connect client.
de_de: Es gab ein Problem mit dem OpenID Connect-Client.
fr: Un problème est survenu avec le client OpenID Connect.
ru: ˙ʇuǝᴉןɔ ʇɔǝuuoƆ ꓷIuǝdO ǝɥʇ ɥʇᴉʍ ɯǝןqoɹd ɐ sɐʍ ǝɹǝɥꓕ

source: For assistance, please contact us at the email address at the bottom of the page.
de_de: Wenn Sie Hilfe benötigen, kontaktieren Sie uns bitte unter der E-Mail-Adresse unten auf der Seite.
fr: Pour obtenir de l'aide, veuillez nous contacter à l'adresse e-mail au bas de la page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ǝsɐǝןd 'ǝɔuɐʇsᴉssɐ ɹoℲ

source: Note: You must enable browser cookies to use this site.
de_de: Hinweis: Sie müssen Browser-Cookies aktivieren, um diese Website nutzen zu können.

source: There was an unrecoverable error during the transaction.
de_de: Während der Transaktion ist ein nicht behebbarer Fehler aufgetreten.
fr: Une erreur irrécupérable s'est produite lors de la transaction.
ru: ˙uoᴉʇɔɐsuɐɹʇ ǝɥʇ ƃuᴉɹnp ɹoɹɹǝ ǝןqɐɹǝʌoɔǝɹun uɐ sɐʍ ǝɹǝɥꓕ

source: There was an unrecoverable error during the transaction. CILogon system administrators have been notified.
de_de: Während der Transaktion ist ein nicht behebbarer Fehler aufgetreten. Die CIlogon-Systemadministratoren wurden benachrichtigt.
fr: Une erreur irrécupérable s'est produite lors de la transaction. Les administrateurs du système CIlogon ont été informés.
ru: ˙pǝᴉɟᴉʇou uǝǝq ǝʌɐɥ sɹoʇɐɹʇsᴉuᴉɯpɐ ɯǝʇsʎs uoƃoꓶIƆ ˙uoᴉʇɔɐsuɐɹʇ ǝɥʇ ƃuᴉɹnp ɹoɹɹǝ ǝןqɐɹǝʌoɔǝɹun uɐ sɐʍ ǝɹǝɥꓕ

source: It appears that an OpenID Connect client attempted to initiate a session with the CILogon Service, but at least one of the requried parameters was missing.
de_de: Es scheint, dass ein OpenID Connect-Client versucht hat, eine Sitzung mit dem iLogon-Dienst zu initiieren, aber mindestens einer der erforderlichen Parameter fehlte.
fr: Il semble qu'un client OpenID Connect ait tenté d'initier une session avec le service CILogon, mais qu'au moins l'un des paramètres requis était manquant.
ru: ˙ƃuᴉssᴉɯ sɐʍ sɹǝʇǝɯɐɹɐd pǝᴉɹnbǝɹ ǝɥʇ ɟo ǝuo ʇsɐǝן ʇɐ ʇnq 'ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ɥʇᴉʍ uoᴉssǝs ɐ ǝʇɐᴉʇᴉuᴉ oʇ pǝʇdɯǝʇʇɐ ʇuǝᴉןɔ ʇɔǝuuoƆ ꓷIuǝdO uɐ ʇɐɥʇ sɹɐǝddɐ ʇI

source: Missing or empty scope parameter.
de_de: Fehlender oder leerer Bereichsparameter.
fr: Paramètre d'étendue manquant ou vide.
ru: ˙ɹǝʇǝɯɐɹɐd ǝdoɔs ʎʇdɯǝ ɹo ƃuᴉssᴉW

source: Missing or empty client_id parameter.
de_de: Fehlender oder leerer client_id-Parameter.
fr: Paramètre client_id manquant ou vide.
ru: ˙ɹǝʇǝɯɐɹɐd pᴉ‾ʇuǝᴉןɔ ʎʇdɯǝ ɹo ƃuᴉssᴉW

source: Missing or empty response_type parameter.
de_de: Fehlender oder leerer response_type-Parameter.
fr: Paramètre response_type manquant ou vide.
ru: ˙ɹǝʇǝɯɐɹɐd ǝdʎʇ‾ǝsuodsǝɹ ʎʇdɯǝ ɹo ƃuᴉssᴉW

source: Invalid characters found in scope parameter, maybe URL encoded twice.
de_de: Im Bereichsparameter wurden ungültige Zeichen gefunden, möglicherweise ist die URL zweimal codiert.

source: Upper case characters found in scope parameter.
de_de: Großbuchstaben wurden im Bereichsparameter gefunden.
fr: Caractères majuscules trouvés dans le paramètre scope.
ru: ˙ɹǝʇǝɯɐɹɐd ǝdoɔs uᴉ punoɟ sɹǝʇɔɐɹɐɥɔ ǝsɐɔ ɹǝddꓵ

source: Unsupported response_type parameter. Only code is supported.
de_de: Der response_type-Parameter wird nicht unterstützt. Nur Code wird unterstützt.
fr: Paramètre response_type non pris en charge. Seul le code est pris en charge.
ru: ˙pǝʇɹoddns sᴉ ǝpoɔ ʎןuO ˙ɹǝʇǝɯɐɹɐd ǝdʎʇ‾ǝsuodsǝɹ pǝʇɹoddnsuꓵ

source: Unsupported prompt parameter. Only login and select_account are supported.
de_de: Der Prompt-Parameter wird nicht unterstützt. Nur login und select_account werden unterstützt.
fr: Paramètre d'invite non pris en charge. Seuls la connexion et le select_account sont pris en charge.
ru: ˙pǝʇɹoddns ǝɹɐ ʇunoɔɔɐ‾ʇɔǝןǝs puɐ uᴉƃoן ʎןuO ˙ɹǝʇǝɯɐɹɐd ʇdɯoɹd pǝʇɹoddnsuꓵ

source: Unsupported response_mode parameter.
de_de: Der response_mode-Parameter wird nicht unterstützt.
fr: Paramètre response_mode non pris en charge.
ru: ˙ɹǝʇǝɯɐɹɐd ǝpoɯ‾ǝsuodsǝɹ pǝʇɹoddnsuꓵ

source: CILogon Delegation Service
de_de: CiLogon-Delegationsdienst

source: OAuth1 Service Retired
de_de: OAuth1-Dienst eingestellt

source: The CILogon OAuth 1.0a Delegation Service was retired on October 1, 2021.
de_de: Der CIlogon OAuth 1.0a Delegation Service wurde am 1. Oktober 2021 eingestellt.

source: For information on using CILogon's OpenID Connect (OIDC) service, please visit
de_de: Informationen zur Nutzung des OpenID Connect (OIDC) -Dienstes von CiLogon finden Sie unter

source: Welcome To The CILogon Device Authorization Service
de_de: Willkommen beim CiLogon Device Authorization Service
fr: Bienvenue sur le service d'autorisation des appareils CIlogon
ru: ǝɔᴉʌɹǝS uoᴉʇɐzᴉɹoɥʇn∀ ǝɔᴉʌǝꓷ uoƃoꓶIƆ ǝɥꓕ oꓕ ǝɯoɔןǝM

source: CILogon Device Flow User Code
de_de: CiLogon Device Flow Benutzercode
fr: Code utilisateur CIlogon Device Flow
ru: ǝpoƆ ɹǝsꓵ ʍoןℲ ǝɔᴉʌǝꓷ uoƃoꓶIƆ

source: Please enter the user code displayed on your device. If you do not have a user code, please proceed to the
de_de: Bitte geben Sie den auf Ihrem Gerät angezeigten Benutzercode ein. Wenn Sie keinen Benutzercode haben, fahren Sie bitte mit dem
fr: Veuillez saisir le code utilisateur affiché sur votre appareil. Si vous n'avez pas de code utilisateur, veuillez vous rendre sur
ru: ǝɥʇ oʇ pǝǝɔoɹd ǝsɐǝןd 'ǝpoɔ ɹǝsn ɐ ǝʌɐɥ ʇou op noʎ ɟI ˙ǝɔᴉʌǝp ɹnoʎ uo pǝʎɐןdsᴉp ǝpoɔ ɹǝsn ǝɥʇ ɹǝʇuǝ ǝsɐǝןԀ

source: CILogon Service
de_de: CiLogon-Dienst
fr: Service CILogon
ru: ǝɔᴉʌɹǝS uoƃoꓶIƆ

source: Enter User Code
de_de: Benutzercode eingeben
fr: Entrez le code utilisateur
ru: ǝpoƆ ɹǝsꓵ ɹǝʇuƎ

source: User code is alphanumeric
de_de: Der Benutzercode ist alphanumerisch
fr: Le code utilisateur est alphanumérique
ru: ɔᴉɹǝɯnuɐɥdןɐ sᴉ ǝpoɔ ɹǝsꓵ

source: Please enter a valid user code.
de_de: Bitte geben Sie einen gültigen Benutzercode ein.
fr: Entrez un code utilisateur valide.
ru: ˙ǝpoɔ ɹǝsn pᴉןɐʌ ɐ ɹǝʇuǝ ǝsɐǝןԀ

source: Enter the user code displayed on your device.
de_de: Geben Sie den auf Ihrem Gerät angezeigten Benutzercode ein.
fr: Entrez le code utilisateur affiché sur votre appareil.
ru: ˙ǝɔᴉʌǝp ɹnoʎ uo pǝʎɐןdsᴉp ǝpoɔ ɹǝsn ǝɥʇ ɹǝʇuƎ

source: Error confirming user code: Code not found. Please enable web browser cookies.
de_de: Fehler beim Bestätigen des Benutzercodes: Code nicht gefunden. Bitte aktivieren Sie die Cookies des Webbrowsers.

source: User Code Approval
de_de: Genehmigung des Benutzercodes
fr: Approbation du code utilisateur
ru: ןɐʌoɹdd∀ ǝpoƆ ɹǝsꓵ

source: CILogon User Code Verification
de_de: Überprüfung des CiLogon-Benutzercodes
fr: Vérification du code utilisateur CIlogon
ru: uoᴉʇɐɔᴉɟᴉɹǝΛ ǝpoƆ ɹǝsꓵ uoƃoꓶIƆ

source: Please return to your device and begin a new request.
de_de: Bitte kehren Sie zu Ihrem Gerät zurück und starten Sie eine neue Anfrage.
fr: Revenez à votre appareil et commencez une nouvelle demande.
ru: ˙ʇsǝnbǝɹ ʍǝu ɐ uᴉƃǝq puɐ ǝɔᴉʌǝp ɹnoʎ oʇ uɹnʇǝɹ ǝsɐǝןԀ

source: You have successfully approved the user code. Please return to your device for further instructions.
de_de: Sie haben den Benutzercode erfolgreich genehmigt. Bitte kehren Sie zu Ihrem Gerät zurück, um weitere Anweisungen zu erhalten.
fr: Vous avez approuvé le code utilisateur avec succès. Revenez à votre appareil pour obtenir des instructions supplémentaires.
ru: ˙suoᴉʇɔnɹʇsuᴉ ɹǝɥʇɹnɟ ɹoɟ ǝɔᴉʌǝp ɹnoʎ oʇ uɹnʇǝɹ ǝsɐǝןԀ ˙ǝpoɔ ɹǝsn ǝɥʇ pǝʌoɹddɐ ʎןןnɟssǝɔɔns ǝʌɐɥ no⅄

source: You have successfully denied the user code. Please return to your device for further instructions.
de_de: Sie haben den Benutzercode erfolgreich verweigert. Bitte kehren Sie zu Ihrem Gerät zurück, um weitere Anweisungen zu erhalten.
fr: Vous avez refusé le code utilisateur avec succès. Revenez à votre appareil pour obtenir des instructions supplémentaires.
ru: ˙suoᴉʇɔnɹʇsuᴉ ɹǝɥʇɹnɟ ɹoɟ ǝɔᴉʌǝp ɹnoʎ oʇ uɹnʇǝɹ ǝsɐǝןԀ ˙ǝpoɔ ɹǝsn ǝɥʇ pǝᴉuǝp ʎןןnɟssǝɔɔns ǝʌɐɥ no⅄

source: Error with user code.
de_de: Fehler mit dem Benutzercode.
fr: Erreur avec le code utilisateur.
ru: ˙ǝpoɔ ɹǝsn ɥʇᴉʍ ɹoɹɹƎ

source: Error
de_de: Fehler
fr: Erreur
ru: ɹoɹɹƎ

source: Error: User code not found.
de_de: Fehler: Der Benutzercode wurde nicht gefunden.
fr: Erreur : code utilisateur introuvable.
ru: ˙punoɟ ʇou ǝpoɔ ɹǝsꓵ :ɹoɹɹƎ

source: Error: User code expired.
de_de: Fehler: Der Benutzercode ist abgelaufen.
fr: Erreur : le code utilisateur a expiré.
ru: ˙pǝɹᴉdxǝ ǝpoɔ ɹǝsꓵ :ɹoɹɹƎ

source: Unable to find a client matching the user code.
de_de: Es konnte kein Client gefunden werden, der dem Benutzercode entspricht.
fr: Impossible de trouver un client correspondant au code utilisateur.
ru: ˙ǝpoɔ ɹǝsn ǝɥʇ ƃuᴉɥɔʇɐɯ ʇuǝᴉןɔ ɐ puᴉɟ oʇ ǝןqɐuꓵ

source: Invalid state parameter.
de_de: Ungültiger Zustandsparameter.
fr: Paramètre d'état non valide.
ru: ˙ɹǝʇǝɯɐɹɐd ǝʇɐʇs pᴉןɐʌuI

source: Please try again.
de_de: Bitte versuchen Sie es erneut.
fr: Veuillez réessayer.
ru: ˙uᴉɐƃɐ ʎɹʇ ǝsɐǝןԀ

source: Empty code parameter. Please try again.
de_de: Leerer Codeparameter. Bitte versuchen Sie es erneut.
fr: Paramètre de code vide. Veuillez réessayer.
ru: ˙uᴉɐƃɐ ʎɹʇ ǝsɐǝןԀ ˙ɹǝʇǝɯɐɹɐd ǝpoɔ ʎʇdɯƎ

source: Missing OAuth2 client configuration values.
de_de: Fehlende OAuth2-Client-Konfigurationswerte.
fr: Valeurs de configuration du client OAuth2 manquantes.
ru: ˙sǝnןɐʌ uoᴉʇɐɹnƃᴉɟuoɔ ʇuǝᴉןɔ ᄅɥʇn∀O ƃuᴉssᴉW

source: Manage CILogon Cookies
de_de: CiLogon-Cookies verwalten
fr: Gérer les cookies CILogon
ru: sǝᴉʞooƆ uoƃoꓶIƆ ǝƃɐuɐW

source: Manage Cookies
de_de: Cookies verwalten
fr: Gérer les cookies
ru: sǝᴉʞooƆ ǝƃɐuɐW

source: CILogon Attributes
de_de: CILogon-Attribute
fr: Attributs CILogon
ru: sǝʇnqᴉɹʇʇ∀ uoƃoꓶIƆ

source: This page enables you to view and delete various cookies associated with the
de_de: Auf dieser Seite können Sie verschiedene Cookies anzeigen und löschen, die mit dem
fr: Cette page vous permet de consulter et de supprimer différents cookies associés à
ru: ǝɥʇ ɥʇᴉʍ pǝʇɐᴉɔossɐ sǝᴉʞooɔ snoᴉɹɐʌ ǝʇǝןǝp puɐ ʍǝᴉʌ oʇ noʎ sǝןqɐuǝ ǝƃɐd sᴉɥꓕ

source: There are three sections below.
de_de: Es gibt drei Abschnitte unten.
fr: Il y a trois sections ci-dessous.
ru: ˙ʍoןǝq suoᴉʇɔǝs ǝǝɹɥʇ ǝɹɐ ǝɹǝɥꓕ

source: These are cookies which are stored in your web browser. They are used as preferences for the CILogon Service.
de_de: Dies sind Cookies, die in Ihrem Webbrowser gespeichert werden. Sie werden als Einstellungen für den CiLogon Service verwendet.

source: Session Variables
de_de: Sitzungsvariablen
fr: Variables de session
ru: sǝןqɐᴉɹɐΛ uoᴉssǝS

source: These are short-lived values related to your current CILogon session. Deleting any of these values may require you to log on again.
de_de: Dies sind kurzlebige Werte, die sich auf Ihre aktuelle CIlogon-Sitzung beziehen. Wenn Sie einen dieser Werte löschen, müssen Sie sich möglicherweise erneut anmelden.

source: Environment Variables
de_de: Umgebungsvariablen
fr: Variables d'environnement
ru: sǝןqɐᴉɹɐΛ ʇuǝɯuoɹᴉʌuƎ

source: These are values set by the interaction between your web browser and the web server. These are displayed for informational purposes.
de_de: Dies sind Werte, die durch die Interaktion zwischen Ihrem Webbrowser und dem Webserver festgelegt werden. Diese werden zu Informationszwecken angezeigt.

source: You can delete cookies individually by checking the associated checkbox(es) and clicking the &quot;Delete Checked&quot; button. You can also delete groups of cookies by clicking
de_de: Sie können Cookies einzeln löschen, indem Sie die zugehörigen Kontrollkästchen markieren und auf die Schaltfläche „Häkchen löschen“ klicken. Sie können auch Gruppen von Cookies löschen, indem Sie auf
fr: Vous pouvez supprimer les cookies individuellement en cochant la ou les cases correspondantes et en cliquant sur le bouton « Supprimer coché ». Vous pouvez également supprimer des groupes de cookies en cliquant
ru: ƃuᴉʞɔᴉןɔ ʎq sǝᴉʞooɔ ɟo sdnoɹƃ ǝʇǝןǝp osןɐ uɐɔ no⅄ ˙uoʇʇnq ;ʇonb⅋pǝʞɔǝɥƆ ǝʇǝןǝꓷ;ʇonb⅋ ǝɥʇ ƃuᴉʞɔᴉןɔ puɐ (sǝ)xoqʞɔǝɥɔ pǝʇɐᴉɔossɐ ǝɥʇ ƃuᴉʞɔǝɥɔ ʎq ʎןןɐnpᴉʌᴉpuᴉ sǝᴉʞooɔ ǝʇǝןǝp uɐɔ no⅄

source: the &quot;Delete Browser Cookies&quot; button
de_de: die Schaltfläche „Browser-Cookies löschen“
fr: le bouton « Supprimer les cookies du navigateur »
ru: uoʇʇnq ;ʇonb⅋sǝᴉʞooƆ ɹǝsʍoɹꓭ ǝʇǝןǝꓷ;ʇonb⅋ ǝɥʇ

source: the &quot;Delete Session Variables&quot; button
de_de: die Schaltfläche „Sitzungsvariablen löschen“
fr: le bouton « Supprimer les variables de session »
ru: uoʇʇnq ;ʇonb⅋sǝןqɐᴉɹɐΛ uoᴉssǝS ǝʇǝןǝꓷ;ʇonb⅋ ǝɥʇ

source: or the &quot;Delete ALL&quot; button
de_de: oder die Schaltfläche „ALLE löschen“
fr: ou le bouton « Tout supprimer »
ru: uoʇʇnq ;ʇonb⅋ꓶꓶ∀ ǝʇǝןǝꓷ;ʇonb⅋ ǝɥʇ ɹo

source: Proceed to the CILogon Service
de_de: Gehen Sie zum CiLogon Service
fr: Accédez au service CILogon
ru: ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ oʇ pǝǝɔoɹԀ

source: Delete Browser Cookies
de_de: Browser-Cookies löschen
fr: Supprimer les cookies du navigateur
ru: sǝᴉʞooƆ ɹǝsʍoɹꓭ ǝʇǝןǝꓷ

source: Delete Session Variables
de_de: Sitzungsvariablen löschen
fr: Supprimer les variables de session
ru: sǝןqɐᴉɹɐΛ uoᴉssǝS ǝʇǝןǝꓷ

source: Delete ALL
de_de: ALLE löschen
fr: Tout supprimer
ru: ꓶꓶ∀ ǝʇǝןǝꓷ

source: Reload Page
de_de: Seite neu laden
fr: Recharger la page
ru: ǝƃɐԀ pɐoןǝꓤ

source: Delete Checked
de_de: Häkchen löschen
fr: Supprimer coché
ru: pǝʞɔǝɥƆ ǝʇǝןǝꓷ

source: No browser cookies found.
de_de: Keine Browser-Cookies gefunden.
fr: Aucun cookie de navigateur n'a été trouvé.
ru: ˙punoɟ sǝᴉʞooɔ ɹǝsʍoɹq oN

source: No session variables found.
de_de: Keine Sitzungsvariablen gefunden.
fr: Aucune variable de session n'a été trouvée.
ru: ˙punoɟ sǝןqɐᴉɹɐʌ uoᴉssǝs oN

source: Authentication Context Class Reference
de_de: Klassenreferenz für den Authentifizierungskontext

source: Authentication Method Reference
de_de: Referenz zur Authentifizierungsmethode

source: A list of attributes describing your affiliations at your Identity Provider.
de_de: Eine Liste von Attributen, die Ihre Zugehörigkeiten bei Ihrem Identitätsanbieter beschreiben.
fr: Une liste d'attributs décrivant vos affiliations auprès de votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʇɐ suoᴉʇɐᴉןᴉɟɟɐ ɹnoʎ ƃuᴉqᴉɹɔsǝp sǝʇnqᴉɹʇʇɐ ɟo ʇsᴉן ∀

source: The Unix timestamp of the last successful authentication.
de_de: Der Unix-Zeitstempel der letzten erfolgreichen Authentifizierung.

source: The URL of the callback servlet used by portals connecting to the CILogon Delegate service.
de_de: Die URL des Callback-Servlets, das von Portalen verwendet wird, die eine Verbindung zum CIlogon Delegate-Dienst herstellen.
fr: URL du servlet de rappel utilisé par les portails se connectant au service CILogon Delegate.
ru: ˙ǝɔᴉʌɹǝs ǝʇɐƃǝןǝꓷ uoƃoꓶIƆ ǝɥʇ oʇ ƃuᴉʇɔǝuuoɔ sןɐʇɹod ʎq pǝsn ʇǝןʌɹǝs ʞɔɐqןןɐɔ ǝɥʇ ɟo ꓶꓤꓵ ǝɥꓕ

source: The skin affects the look-and-feel and functionality of the CILogon Service. It is typically specified by a portal.
de_de: Die Haut beeinflusst das Aussehen und die Funktionalität des CiLogon Service. Sie wird in der Regel von einem Portal spezifiziert.
fr: La peau influe sur l'apparence et la fonctionnalité du service CIlogon. Il est généralement spécifié par un portail.
ru: ˙ןɐʇɹod ɐ ʎq pǝᴉɟᴉɔǝds ʎןןɐɔᴉdʎʇ sᴉ ʇI ˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ɟo ʎʇᴉןɐuoᴉʇɔunɟ puɐ ןǝǝɟ-puɐ-ʞooן ǝɥʇ sʇɔǝɟɟɐ uᴉʞs ǝɥꓕ

source: A set of cookies for each portal you have used with CILogon.
de_de: Eine Reihe von Cookies für jedes Portal, das Sie mit CiLogon verwendet haben.
fr: Un ensemble de cookies pour chaque portail que vous avez utilisé avec CIlogon.
ru: ˙uoƃoꓶIƆ ɥʇᴉʍ pǝsn ǝʌɐɥ noʎ ןɐʇɹod ɥɔɐǝ ɹoɟ sǝᴉʞooɔ ɟo ʇǝs ∀

source: Your full name set by your Identity Provider.
de_de: Ihr vollständiger Name, der von Ihrem Identitätsanbieter festgelegt wurde.
fr: Votre nom complet défini par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ǝɯɐu ןןnɟ ɹno⅄

source: ORCID identifier.
de_de: ORCID-Bezeichner.
fr: Identifiant ORCID.
ru: ˙ɹǝᴉɟᴉʇuǝpᴉ ꓷIƆꓤO

source: Your email address given by your Identity Provider.
de_de: Ihre E-Mail-Adresse, die Sie von Ihrem Identitätsanbieter erhalten haben.
fr: Votre adresse e-mail fournie par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq uǝʌᴉƃ ssǝɹppɐ ןᴉɐɯǝ ɹno⅄

source: A list of URIs representing permissions to access a resource or service.
de_de: Eine Liste von URIs, die Berechtigungen für den Zugriff auf eine Ressource oder einen Dienst darstellen.
fr: Liste d'URI représentant les autorisations d'accès à une ressource ou à un service.
ru: ˙ǝɔᴉʌɹǝs ɹo ǝɔɹnosǝɹ ɐ ssǝɔɔɐ oʇ suoᴉssᴉɯɹǝd ƃuᴉʇuǝsǝɹdǝɹ sIꓤꓵ ɟo ʇsᴉן ∀

source: 'eduPerson Principal Name' - a SAML attribute set by your Identity Provider.
de_de: 'eduPerson Principal Name' — ein SAML-Attribut, das von Ihrem Identity Provider festgelegt wurde.
fr: « Nom principal eduPerson » : attribut SAML défini par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ǝʇnqᴉɹʇʇɐ ꓶW∀S ɐ - ,ǝɯɐN ןɐdᴉɔuᴉɹԀ uosɹǝԀnpǝ,

source: 'eduPerson Targeted Identifier' - a SAML attribute set by your Identity Provider.
de_de: 'eduPerson Targeted Identifier' — ein SAML-Attribut, das von Ihrem Identity Provider festgelegt wurde.
fr: « Identifiant ciblé EduPerson » : attribut SAML défini par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ǝʇnqᴉɹʇʇɐ ꓶW∀S ɐ - ,ɹǝᴉɟᴉʇuǝpI pǝʇǝƃɹɐꓕ uosɹǝԀnpǝ,

source: A URL used by portals in case of error.
de_de: Eine URL, die von Portalen im Fehlerfall verwendet wird.
fr: URL utilisée par les portails en cas d'erreur.
ru: ˙ɹoɹɹǝ ɟo ǝsɐɔ uᴉ sןɐʇɹod ʎq pǝsn ꓶꓤꓵ ∀

source: Your given name set by your Identity Provider.
de_de: Ihr Vorname, der von Ihrem Identitätsanbieter festgelegt wurde.
fr: Votre prénom défini par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ǝɯɐu uǝʌᴉƃ ɹno⅄

source: The display name of your chosen Identity Provider.
de_de: Der Anzeigename Ihres ausgewählten Identitätsanbieters.
fr: Le nom d'affichage du fournisseur d'identité que vous avez choisi.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uǝsoɥɔ ɹnoʎ ɟo ǝɯɐu ʎɐןdsᴉp ǝɥꓕ

source: The authentication URI of your chosen Identity Provider.
de_de: Die Authentifizierungs-URI Ihres ausgewählten Identitätsanbieters.
fr: L'URI d'authentification du fournisseur d'identité que vous avez choisi.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI uǝsoɥɔ ɹnoʎ ɟo Iꓤꓵ uoᴉʇɐɔᴉʇuǝɥʇnɐ ǝɥꓕ

source: Your university ID number.
de_de: Ihre Hochschul-ID-Nummer.
fr: Votre numéro d'identification universitaire.
ru: ˙ɹǝqɯnu ꓷI ʎʇᴉsɹǝʌᴉun ɹno⅄

source: Remember if you checked the 'Remember this selection' checkbox when you selected an Identity Provider.
de_de: Denken Sie daran, ob Sie bei der Auswahl eines Identitätsdienstleisters das Kontrollkästchen „Diese Auswahl speichern“ aktiviert haben.

source: The user interface language.
de_de: Die Sprache der Benutzeroberfläche.

source: Your surname set by your Identity Provider.
de_de: Ihr Nachname, der von Ihrem Identity Provider festgelegt wurde.
fr: Votre nom de famille défini par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ǝɯɐuɹns ɹno⅄

source: Your Level of Assurance set by your Identity Provider.
de_de: Ihr von Ihrem Identitätsanbieter festgelegtes Sicherheitsniveau.

source: A text message of the reason for the last authentication error.
de_de: Eine Textnachricht mit dem Grund für den letzten Authentifizierungsfehler.
fr: Un message texte expliquant la raison de la dernière erreur d'authentification.
ru: ˙ɹoɹɹǝ uoᴉʇɐɔᴉʇuǝɥʇnɐ ʇsɐן ǝɥʇ ɹoɟ uosɐǝɹ ǝɥʇ ɟo ǝƃɐssǝɯ ʇxǝʇ ∀

source: Groups of which you are a member.
de_de: Gruppen, in denen Sie Mitglied sind.
fr: Groupes dont vous êtes membre.
ru: ˙ɹǝqɯǝɯ ɐ ǝɹɐ noʎ ɥɔᴉɥʍ ɟo sdnoɹꓨ

source: Your user identifier set by the OpenID Connect Identity Provider.
de_de: Ihre Benutzerkennung, die vom OpenID Connect Identity Provider festgelegt wurde.
fr: Votre identifiant utilisateur défini par le fournisseur d'identité OpenID Connect.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ʇɔǝuuoƆ ꓷIuǝdO ǝɥʇ ʎq ʇǝs ɹǝᴉɟᴉʇuǝpᴉ ɹǝsn ɹno⅄

source: Your user identifier set by the OpenID Identity Provider.
de_de: Ihre Benutzerkennung, die vom OpenID Identity Provider festgelegt wurde.
fr: Votre identifiant utilisateur défini par le fournisseur d'identité OpenID.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ꓷIuǝdO ǝɥʇ ʎq ʇǝs ɹǝᴉɟᴉʇuǝpᴉ ɹǝsn ɹno⅄

source: Your organizational unit set by your Identity Provider.
de_de: Ihre Organisationseinheit, die von Ihrem Identity Provider festgelegt wurde.
fr: Votre unité organisationnelle définie par votre fournisseur d'identité.
ru: ˙ɹǝpᴉʌoɹԀ ʎʇᴉʇuǝpI ɹnoʎ ʎq ʇǝs ʇᴉun ןɐuoᴉʇɐzᴉuɐƃɹo ɹno⅄

source: Your pairwise subject identifier provided by the Identity Provider.
de_de: Ihre vom Identity Provider bereitgestellte paarweise Betreff-ID.
