Repository: cilogon/service
Catalog: locale/*/LC_MESSAGES/cilogon.po
Languages: de_de, fr, ru

source: Email Address (email)
fr: Adresse e-mail (e-mail)
ru: (ןᴉɐɯǝ) ssǝɹpp∀ ןᴉɐɯƎ

source: Level of Assurance (assurance)
fr: Niveau d'assurance (assurance)
ru: (ǝɔuɐɹnssɐ) ǝɔuɐɹnss∀ ɟo ןǝʌǝꓶ

source: Affiliation (affiliation)
ru: (uoᴉʇɐᴉןᴉɟɟɐ) uoᴉʇɐᴉןᴉɟɟ∀

source: Entitlement (entitlement)
fr: Admissibilité (droit)
ru: (ʇuǝɯǝןʇᴉʇuǝ) ʇuǝɯǝןʇᴉʇuƎ

source: Organizational Unit (ou)
fr: Unité organisationnelle (ou)
ru: (no) ʇᴉuꓵ ןɐuoᴉʇɐzᴉuɐƃɹO

source: Member (member)
fr: Membre (membre)
ru: (ɹǝqɯǝɯ) ɹǝqɯǝW

source: An error has occurred. This may be a temporary error. Please try again later, or contact us at the the email address at the bottom of the page.
fr: Une erreur s'est produite. Il s'agit peut-être d'une erreur temporaire. Veuillez réessayer plus tard, ou contactez-nous à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ɹo 'ɹǝʇɐן uᴉɐƃɐ ʎɹʇ ǝsɐǝןԀ ˙ɹoɹɹǝ ʎɹɐɹodɯǝʇ ɐ ǝq ʎɐɯ sᴉɥꓕ ˙pǝɹɹnɔɔo sɐɥ ɹoɹɹǝ u∀

source: and enter your first name, last name, and email address. (All other Google account information is not required by the CILogon Service.)
fr: et saisissez vos prénom, nom de famille et adresse e-mail. (Toutes les autres informations de compte Google ne sont pas requises par le service CILogon.)
ru: (˙ǝɔᴉʌɹǝS uoƃoꓶIƆ ǝɥʇ ʎq pǝɹᴉnbǝɹ ʇou sᴉ uoᴉʇɐɯɹoɟuᴉ ʇunoɔɔɐ ǝןƃooꓨ ɹǝɥʇo ןן∀) ˙ssǝɹppɐ ןᴉɐɯǝ puɐ 'ǝɯɐu ʇsɐן 'ǝɯɐu ʇsɹᴉɟ ɹnoʎ ɹǝʇuǝ puɐ

source: Microsoft's Account page
fr: Page du compte Microsoft
ru: ǝƃɐd ʇunoɔɔ∀ s,ʇɟosoɹɔᴉW

source: You can optionally click the link below to log out of ORCID. Note that ORCID will redirect you to the ORCID Sign In page. You can ignore this as your authentication session with ORCID will have been cleared first.
fr: Vous pouvez éventuellement cliquer sur le lien ci-dessous pour vous déconnecter d'ORCID. Notez qu'ORCID vous redirigera vers la page de connexion ORCID. Vous pouvez ignorer cela car votre session d'authentification avec ORCID aura d'abord été effacée.
ru: ˙ʇsɹᴉɟ pǝɹɐǝןɔ uǝǝq ǝʌɐɥ ןןᴉʍ ꓷIƆꓤO ɥʇᴉʍ uoᴉssǝs uoᴉʇɐɔᴉʇuǝɥʇnɐ ɹnoʎ sɐ sᴉɥʇ ǝɹouƃᴉ uɐɔ no⅄ ˙ǝƃɐd uI uƃᴉS ꓷIƆꓤO ǝɥʇ oʇ noʎ ʇɔǝɹᴉpǝɹ ןןᴉʍ ꓷIƆꓤO ʇɐɥʇ ǝʇoN ˙ꓷIƆꓤO ɟo ʇno ƃoן oʇ ʍoןǝq ʞuᴉן ǝɥʇ ʞɔᴉןɔ ʎןןɐuoᴉʇdo uɐɔ no⅄

source: This may be a temporary error. Please try again later, or contact us at the email address at the bottom of the page.
fr: Il s'agit peut-être d'une erreur temporaire. Veuillez réessayer ultérieurement ou contactez-nous à l'adresse e-mail en bas de page.
ru: ˙ǝƃɐd ǝɥʇ ɟo ɯoʇʇoq ǝɥʇ ʇɐ ssǝɹppɐ ןᴉɐɯǝ ǝɥʇ ʇɐ sn ʇɔɐʇuoɔ ɹo 'ɹǝʇɐן uᴉɐƃɐ ʎɹʇ ǝsɐǝןԀ ˙ɹoɹɹǝ ʎɹɐɹodɯǝʇ ɐ ǝq ʎɐɯ sᴉɥꓕ
